{
    "section_details": {
        "title": "Listening Part 2: Detail Comprehension",
        "instructions_de": "Sie hören nun ein Gespräch. Dazu sollen Sie zehn Aufgaben lösen. Sie hören das Gespräch zweimal. Entscheiden Sie beim Hören, ob die Aussagen 46-55 richtig oder falsch sind. Markieren Sie Ihre Lösungen auf dem Antwortbogen bei den Aufgaben 46-55. Markieren Sie PLUS (+) gleich richtig und MINUS (–) gleich falsch auf dem Antwortbogen. Lesen Sie jetzt die Aufgaben 46-55. Sie haben dazu eine Minute Zeit.",
        "instructions_en": "You are going to hear a radio programme. You will hear the programme twice. First read items 46–55. After you have listened to the programme, decide if the statement for each of the items 46–55 is true (+) or not true (–).",
        "instructions_ar": "ستسمع الآن حوارًا. يجب أن تحل عشرة عمليات. ستسمع الحوار مرتين. قرر أثناء الاستماع إذا كانت البيانات 46-55 صحيحة أو خاطئة. حدد حلولك على ورقة الإجابة عند المهام 46-55. حدد PLUS (+) كصحيح و MINUS (–) كخاطئ على ورقة الإجابة. قرأ الآن المهام 46-55. لديك دقيقة لفعل هذا.",
        "instructions_ru": "Вы сейчас услышите разговор. Вы должны решить десять задач. Вы услышите разговор дважды. Решите, слушая, являются ли утверждения 46-55 правильными или неправильными. Отметьте свои решения на листе ответов на задачи 46-55. Отметьте PLUS (+) как правильное и MINUS (–) как неправильное на листе ответов. Прочитайте теперь задачи 46-55. У вас есть одна минута, чтобы сделать это.",
        "instructions_fr": "Vous entendrez maintenant une conversation. Vous devez résoudre dix tâches. Vous entendrez la conversation deux fois. Décidez en écoutant si les affirmations 46-55 sont correctes ou incorrectes. Marquez vos solutions sur le formulaire de réponses aux tâches 46-55. Marquez PLUS (+) comme correct et MINUS (–) comme incorrect sur le formulaire de réponses. Lisez maintenant les tâches 46-55. Vous avez une minute pour faire cela.",
        "instructions_es": "Escucharás ahora una conversación. Debes resolver diez tareas. Escucharás la conversación dos veces. Decide mientras escuchas si las afirmaciones 46-55 son correctas o incorrectas. Marca tus soluciones en el formulario de respuestas en las tareas 46-55. Marca PLUS (+) como correcto y MINUS (–) como incorrecto en el formulario de respuestas. Lee ahora las tareas 46-55. Tienes un minuto para hacer esto.",
        "duration_minutes": 10,
        "prep_time_seconds": 60
    },
    "exams": [
        {
            "id": 0,
            "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/telc_b1_english_exam_1_part2.mp3?alt=media&token=05f15da9-7873-439b-a07d-470eacb413d2",
            "statements": [
                {
                    "id": 46,
                    "statement": "Travel-Care is a travel organisation giving passengers information about their flights.",
                    "is_correct": false
                },
                {
                    "id": 47,
                    "statement": "Ruth London used to be a stewardess.",
                    "is_correct": true
                },
                {
                    "id": 48,
                    "statement": "Tomasso flew to Great Britain because he wanted to move in with members of his family living in Wales.",
                    "is_correct": true
                },
                {
                    "id": 49,
                    "statement": "The Italian government has given Tomasso a ticket to return to Italy.",
                    "is_correct": true
                },
                {
                    "id": 50,
                    "statement": "Tomasso and Daren Tylor are just two of more than 20 million people who receive help from Travel-Care each year.",
                    "is_correct": false
                },
                {
                    "id": 51,
                    "statement": "Daren Tylor’s problem is that he has lost the air ticket his mother booked for him.",
                    "is_correct": false
                },
                {
                    "id": 52,
                    "statement": "Travel-Care is a well-known organisation.",
                    "is_correct": false
                },
                {
                    "id": 53,
                    "statement": "Travel-Care never gives travellers the money to buy their tickets.",
                    "is_correct": true
                },
                {
                    "id": 54,
                    "statement": "According to the report, Heathrow and Gatwick are the only two airports in the world offering this kind of service.",
                    "is_correct": true
                },
                {
                    "id": 55,
                    "statement": "Many of the Travel-Care assistants used to work at the airport themselves.",
                    "is_correct": true
                }
            ]
        }
    ]
}