{
  "topics": [
    {
      "viewB": {
        "person": "Jens Mühle, 39 Jahre, Physiker",
        "text": "Wenn man mit einer Gruppe unterwegs ist, gibt es meist ein festes Programm. Daher reise ich immer allein. Manchmal möchte ich ausschlafen, manchmal etwas besichtigen. Ganz nach Lust und Laune. In einer Gruppe wäre das nicht möglich.",
        "presentationExample": "Das Thema ist 'Gruppenreisen'. Die Person heißt Jens Mühle, 39 Jahre, Physiker. Er meint, dass er lieber allein reist, weil Gruppen meist ein festes Programm haben. Er sagt, dass er so flexibel entscheiden kann, ob er ausschlafen oder etwas besichtigen möchte."
      },
      "title": "Gruppenreisen",
      "discussion": [
        {
          "question": "Reisen Sie lieber allein oder in der Gruppe? Warum?",
          "tip": "Hier sollten Sie Ihre eigene Präferenz mit Begründung nennen und auf die Argumente der Partner eingehen (Gesellschaft vs. Flexibilität)."
        },
        {
          "question": "Welche Rolle spielt der Reiseführer für Sie?",
          "tip": "Diskutieren Sie, ob ein Experte notwendig ist oder ob man lieber alles selbst planen möchte."
        },
        {
          "question": "Welche Nachteile haben Gruppenreisen?",
          "tip": "Nennen Sie Nachteile wie mangelnde Flexibilität, feste Zeiten oder dass man nicht alle Leute mag."
        }
      ],
      "viewA": {
        "text": "Ich verreise gern in einer Gruppe. Allein reisen macht mir keinen Spaß. Bei Gruppenreisen kann man neue Leute kennenlernen und hat immer Gesellschaft. Außerdem ist ein Reiseführer dabei, der einem die Sehenswürdigkeiten zeigt.",
        "person": "Sabine Klostermann, 33 Jahre, Bürokauffrau",
        "presentationExample": "Das Thema ist 'Gruppenreisen'. Die Person heißt Sabine Klostermann, 33 Jahre, Bürokauffrau. Sie meint, dass sie gern in einer Gruppe reist, weil man dort neue Leute kennenlernt und immer Gesellschaft hat. Sie sagt, dass ein Reiseführer praktisch ist, weil er die Sehenswürdigkeiten erklärt."
      },
      "id": 1
    },
    {
      "viewB": {
        "text": "Ich gehe lieber in den Laden. Da kann ich die Ware anfassen und anprobieren. Außerdem berate ich mich gerne mit dem Verkaufspersonal, und es unterstützt die lokalen Geschäfte.",
        "person": "Hannelore Schmidt, 68 Jahre, Rentnerin",
        "presentationExample": "Das Thema ist 'Online-Shopping'. Die Person heißt Hannelore Schmidt, 68 Jahre, Rentnerin. Sie meint, dass sie lieber im Geschäft einkauft, weil sie die Ware anfassen und anprobieren kann. Sie sagt, dass die Beratung durch Verkaufspersonal wichtig ist und dass sie lokale Geschäfte unterstützen möchte."
      },
      "id": 2,
      "discussion": [
        {
          "question": "Kaufen Sie lieber online oder im Geschäft? Nennen Sie Vor- und Nachteile beider Methoden.",
          "tip": "Verwenden Sie Konnektoren wie 'einerseits... andererseits' oder 'obwohl' um die Meinungen zu vergleichen."
        },
        {
          "tip": "Diskutieren Sie die Rolle von Verkaufspersonal im digitalen Zeitalter.",
          "question": "Wie wichtig ist die Beratung beim Einkaufen für Sie?"
        },
        {
          "tip": "Ein kritischer Aspekt des Online-Shoppings, der oft angesprochen wird.",
          "question": "Was halten Sie von Retouren und dem Einfluss auf die Umwelt?"
        }
      ],
      "title": "Online-Shopping",
      "viewA": {
        "text": "Ich kaufe fast alles online, weil es bequemer ist. Die Preise sind oft niedriger und die Auswahl viel größer als im Laden. Ich kann rund um die Uhr einkaufen, ohne das Haus verlassen zu müssen.",
        "person": "Ali Müller, 24 Jahre, Student",
        "presentationExample": "Das Thema ist 'Online-Shopping'. Die Person heißt Ali Müller, 24 Jahre, Student. Er meint, dass er fast alles online kauft, weil es bequem ist und die Preise oft günstiger sind. Er sagt, dass die große Auswahl und die Möglichkeit, rund um die Uhr zu shoppen, für ihn wichtig sind."
      }
    },
    {
      "title": "Tiere im Haushalt",
      "discussion": [
        {
          "question": "Haben Sie selbst Haustiere? Erzählen Sie von Ihren Erfahrungen.",
          "tip": "Teilen Sie persönliche Erfahrungen und verwenden Sie dabei passendes Vokabular (z.B. 'füttern', 'Gassi gehen')."
        },
        {
          "question": "Sollte man Haustiere aus dem Tierheim holen? Warum?",
          "tip": "Diskutieren Sie ethische Aspekte und die Verantwortung gegenüber Tieren."
        },
        {
          "tip": "Nennen Sie geeignete Arten und begründen Sie Ihre Wahl.",
          "question": "Welche Tiere sind für das Leben in einer kleinen Stadtwohnung geeignet?"
        }
      ],
      "id": 3,
      "viewB": {
        "person": "Dennis Schulz, 29 Jahre, Softwareentwickler",
        "text": "Tiere machen viel Arbeit und Lärm. Die Wohnung wird schnell schmutzig, und man ist in seiner Reisefreiheit eingeschränkt. Außerdem sind die Tierarztkosten oft sehr hoch.",
        "presentationExample": "Das Thema ist 'Tiere im Haushalt'. Die Person heißt Dennis Schulz, 29 Jahre, Softwareentwickler. Er meint, dass Tiere viel Arbeit und Lärm machen. Er sagt, dass die Wohnung schneller schmutzig wird und dass Tierarztkosten und eingeschränkte Reisefreiheit Nachteile sind."
      },
      "viewA": {
        "text": "Haustiere sind gut für die Seele. Sie machen uns glücklich, reduzieren Stress und helfen uns, verantwortungsvoller zu werden. Besonders für Kinder ist ein Tier eine tolle Erfahrung.",
        "person": "Dr. Laura Koch, 45 Jahre, Tierärztin",
        "presentationExample": "Das Thema ist 'Tiere im Haushalt'. Die Person heißt Dr. Laura Koch, 45 Jahre, Tierärztin. Sie meint, dass Haustiere gut für die Seele sind und Stress reduzieren. Sie sagt, dass besonders Kinder von einem Tier lernen und dass Haustiere Verantwortung vermitteln."
      }
    },
    {
      "viewA": {
        "text": "Ich schaue am liebsten Filme zu Hause auf dem Sofa. Das ist bequemer, kostet weniger und ich kann jederzeit eine Pause machen. Die große Leinwand brauche ich nicht.",
        "person": "Julia Berg, 21 Jahre, Auszubildende",
        "presentationExample": "Das Thema ist 'Fernsehen vs. Kino'. Die Person heißt Julia Berg, 21 Jahre, Auszubildende. Sie meint, dass sie Filme lieber zu Hause schaut, weil es bequemer und günstiger ist. Sie sagt, dass sie die große Leinwand nicht unbedingt braucht und Pausen wichtig sind."
      },
      "viewB": {
        "person": "Max Finke, 48 Jahre, Filmkritiker",
        "text": "Kino ist ein Erlebnis. Die Atmosphäre, der groß e Bildschirm und der Sound sind einzigartig. Filme sind für das Kino gemacht; man sollte sie nicht nur auf kleinen Bildschirmen sehen.",
        "presentationExample": "Das Thema ist 'Fernsehen vs. Kino'. Die Person heißt Max Finke, 48 Jahre, Filmkritiker. Er meint, dass Kino ein besonderes Erlebnis ist. Er sagt, dass Atmosphäre, großer Bildschirm und Sound den Film besonders machen und dass Filme eigentlich für das Kino gedacht sind."
      },
      "id": 4,
      "discussion": [
        {
          "tip": "Geben Sie eine klare Präferenz an und begründen Sie diese mit drei Argumenten.",
          "question": "Was machen Sie lieber in Ihrer Freizeit: ins Kino gehen oder zu Hause einen Film sehen?"
        },
        {
          "question": "Wie hat sich die Filmlandschaft durch Streaming-Dienste verändert?",
          "tip": "Sprechen Sie über die Verfügbarkeit von Filmen und Serien."
        },
        {
          "question": "Was war der letzte Film, den Sie gesehen haben? Erzählen Sie kurz davon.",
          "tip": "Dies dient zur Anwendung von Erzählformen in der Vergangenheit."
        }
      ],
      "title": "Fernsehen vs. Kino"
    },
    {
      "id": 5,
      "viewA": {
        "text": "Handys sind wichtig für die Sicherheit. Kinder können uns jederzeit erreichen, und sie lernen früh den Umgang mit Technologie. Das ist wichtig für ihre Zukunft.",
        "person": "Thomas Meier, 41 Jahre, Selbstständiger",
        "presentationExample": "Das Thema ist 'Kinder und Handy'. Die Person heißt Thomas Meier, 41 Jahre, Selbstständiger. Er meint, dass Handys wichtig für die Sicherheit sind, weil Kinder ihre Eltern erreichen können. Er sagt, dass der frühe Umgang mit Technologie für die Zukunft nützlich ist."
      },
      "discussion": [
        {
          "question": "Ab welchem Alter sollten Kinder ein eigenes Handy bekommen?",
          "tip": "Nennen Sie ein Alter und begründen Sie Ihre Entscheidung."
        },
        {
          "tip": "Diskutieren Sie die Vor- und Nachteile eines Handyverbots im Unterricht.",
          "question": "Sollten Handys in der Schule verboten werden? Warum?"
        },
        {
          "tip": "Sprechen Sie über Sucht, Konzentrationsprobleme und Schlafstörungen.",
          "question": "Welche Risiken bringt die ständige Erreichbarkeit mit sich?"
        }
      ],
      "title": "Kinder und Handy",
      "viewB": {
        "text": "Handys lenken in der Schule ab und führen oft zu Problemen wie Cyber-Mobbing. Die Zeit, die sie vor dem Bildschirm verbringen, fehlt ihnen für Bewegung und soziale Kontakte.",
        "person": "Frau Lehmann, 55 Jahre, Lehrerin",
        "presentationExample": "Das Thema ist 'Kinder und Handy'. Die Person heißt Frau Lehmann, 55 Jahre, Lehrerin. Sie meint, dass Handys in der Schule ablenken und Probleme wie Cyber-Mobbing verursachen. Sie sagt, dass die Bildschirmzeit zu weniger Bewegung und sozialen Kontakten führt."
      }
    },
    {
      "viewA": {
        "person": "Mia Schmidt, 30 Jahre, Umweltaktivistin",
        "text": "Das Fahrrad ist das beste Verkehrsmittel in der Stadt. Es ist schnell, schont die Umwelt und hält fit. Man spart Geld und vermeidet Staus.",
        "presentationExample": "Das Thema ist 'Fahrrad in der Stadt'. Die Person heißt Mia Schmidt, 30 Jahre, Umweltaktivistin. Sie meint, dass das Fahrrad das beste Verkehrsmittel in der Stadt ist, weil es umweltfreundlich, schnell und gesund ist. Sie sagt, dass man Geld spart und Staus vermeidet."
      },
      "title": "Fahrrad in der Stadt",
      "viewB": {
        "person": "Herr Wagner, 52 Jahre, Manager",
        "text": "Das ist in einer Großstadt zu gefährlich. Oft gibt es keine Fahrradwege, und bei schlechtem Wetter ist es sehr unpraktisch. Außerdem muss man seine Einkäufe transportieren können.",
        "presentationExample": "Das Thema ist 'Fahrrad in der Stadt'. Die Person heißt Herr Wagner, 52 Jahre, Manager. Er meint, dass Fahrradfahren in Großstädten oft gefährlich ist, weil Fahrradwege fehlen. Er sagt, dass schlechtes Wetter und der Transport von Einkäufen Nachteile sind."
      },
      "id": 6,
      "discussion": [
        {
          "question": "Welches Verkehrsmittel nutzen Sie am häufigsten in der Stadt? Warum?",
          "tip": "Erzählen Sie von Ihrem Alltag und den praktischen Aspekten Ihres Verkehrsmittels."
        },
        {
          "question": "Was muss die Stadt tun, um das Fahrradfahren sicherer zu machen?",
          "tip": "Nennen Sie konkrete Maßnahmen (z.B. mehr Radwege, bessere Beschilderung)."
        },
        {
          "question": "Sollte Autofahren in der Innenstadt teurer werden?",
          "tip": "Diskutieren Sie die Kosten und die städtische Planung."
        }
      ]
    },
    {
      "discussion": [
        {
          "tip": "Vergleichen Sie die Haptik des Buches mit der Portabilität des E-Reader s.",
          "question": "Lesen Sie lieber gedruckte Bücher oder E-Books? Begründen Sie Ihre Wahl."
        },
        {
          "question": "Gehen Sie oft in Bibliotheken? Was bieten Bibliotheken heutzutage an?",
          "tip": "Erklären Sie die Rolle der Bibliothek in der modernen Gesellschaft."
        },
        {
          "tip": "Sprechen Sie über die Vorteile des Lesens für Ihren Deutschkurs.",
          "question": "Wie wichtig ist Lesen für das Erlernen einer Fremdsprache?"
        }
      ],
      "title": "Bücher vs. E-Books",
      "viewB": {
        "text": "E-Books sind praktisch. Ich kann Hunderte von Büchern auf einem Gerät speichern und habe sie immer dabei. Das spart Platz und ist ökologischer als gedruckte Bücher.",
        "person": "Elias Roth, 26 Jahre, Journalist",
        "presentationExample": "Das Thema ist 'Bücher vs. E-Books'. Die Person heißt Elias Roth, 26 Jahre, Journalist. Er meint, dass E-Books praktisch sind, weil man viele Bücher auf einem Gerät speichern kann. Er sagt, dass das Platz spart und ökologischer ist als gedruckte Bücher."
      },
      "viewA": {
        "person": "Karin Haas, 58 Jahre, Bibliothekarin",
        "text": "Ein gedrucktes Buch fühlt sich einfach besser an. Der Geruch, das Gefühl des Papiers – das ist ein anderes Leseerlebnis. E-Books sind unpersönlich.",
        "presentationExample": "Das Thema ist 'Bücher vs. E-Books'. Die Person heißt Karin Haas, 58 Jahre, Bibliothekarin. Sie meint, dass gedruckte Bücher ein besseres Leseerlebnis bieten, wegen Geruch und Papiergefühl. Sie sagt, dass E-Books unpersönlich wirken."
      },
      "id": 7
    },
    {
      "viewB": {
        "text": "Ich brauche die Stadt. Alle meine Freunde, die Kultur und mein Job sind hier. Die Fahrt zur Arbeit ist vom Land aus zu lang und der öffentliche Nahverkehr ist schlecht.",
        "person": "Paul Bauer, 31 Jahre, Unternehmensberater",
        "presentationExample": "Das Thema ist 'Wohnen auf dem Land'. Die Person heißt Paul Bauer, 31 Jahre, Unternehmensberater. Er meint, dass er die Stadt zum Leben braucht, weil Freunde, Kultur und Arbeit dort sind. Er sagt, dass die Fahrt vom Land zur Arbeit zu lange wäre und der Nahverkehr schlecht ist."
      },
      "id": 8,
      "title": "Wohnen auf dem Land",
      "discussion": [
        {
          "tip": "Beschreiben Sie kurz Ihren Wohnort und Ihre Wohnsituation (Mietwohnung, Haus etc.).",
          "question": "Wo wohnen Sie im Moment? Fühlen Sie sich dort wohl?"
        },
        {
          "question": "Welche Kompromisse muss man beim Leben auf dem Land machen?",
          "tip": "Sprechen Sie über lange Wege, schlechte Infrastruktur oder fehlende Freizeitmöglichkeiten."
        },
        {
          "question": "Was ist in Deutschland typisch für eine 'WG' (Wohngemeinschaft)?",
          "tip": "Ein typisch deutsches Thema, um Vokabular zur Wohnform zu nutzen."
        }
      ],
      "viewA": {
        "text": "Das Landleben ist ideal für Familien. Die Kinder können draußen spielen, die Luft ist besser, und es ist ruhiger als in der Stadt. Die Lebensqualität ist viel höher.",
        "person": "Frau Schmidt, 37 Jahre, Mutter von zwei Kindern",
        "presentationExample": "Das Thema ist 'Wohnen auf dem Land'. Die Person heißt Frau Schmidt, 37 Jahre, Mutter von zwei Kindern. Sie meint, dass Landleben ideal für Familien ist, weil die Kinder draußen spielen können und die Luft besser ist. Sie sagt, dass die Lebensqualität auf dem Land höher ist."
      }
    },
    {
      "id": 9,
      "title": "Gesunde Ernährung",
      "viewA": {
        "text": "Gesundheit beginnt in der Küche. Man sollte viel frisches Obst und Gemüse essen und wenig Fleisch. Das gibt Energie und stärkt das Immunsystem.",
        "person": "Steffen Hahn, 44 Jahre, Fitnesstrainer",
        "presentationExample": "Das Thema ist 'Gesunde Ernährung'. Die Person heißt Steffen Hahn, 44 Jahre, Fitnesstrainer. Er meint, dass Gesundheit in der Küche beginnt und man viel Obst und Gemüse essen sollte. Er sagt, dass weniger Fleisch, mehr Gemüse und frische Lebensmittel Energie geben und das Immunsystem stärken."
      },
      "viewB": {
        "text": "Essen muss vor allem gut schmecken. Ein bisschen Fleisch und Süßigkeiten sind erlaubt, solange man sich nicht zu sehr einschränkt. Genuss gehört zum Leben dazu.",
        "person": "Marie Nowak, 35 Jahre, Köchin",
        "presentationExample": "Das Thema ist 'Gesunde Ernährung'. Die Person heißt Marie Nowak, 35 Jahre, Köchin. Sie meint, dass Essen vor allem gut schmecken muss und Genuss wichtig ist. Sie sagt, dass ein wenig Fleisch und Süßes erlaubt sind, solange man sich nicht zu sehr einschränkt."
      },
      "discussion": [
        {
          "tip": "Definieren Sie gesunde Ernährung aus Ihrer Sicht und nennen Sie typische Lebensmittel.",
          "question": "Was bedeutet für Sie 'gesund essen'? Können Sie ein Beispiel nennen?"
        },
        {
          "tip": "Vergleichen Sie die Kosten, den Zeitaufwand und den Genuss beider Optionen.",
          "question": "Kochen Sie lieber selbst oder gehen Sie ins Restaurant? Warum?"
        },
        {
          "question": "Wie kann man sich im stressigen Alltag gesund ernähren?",
          "tip": "Sprechen Sie über Meal Prep oder die Wahl von gesunden Kantinen-Essen."
        }
      ]
    },
    {
      "discussion": [
        {
          "question": "Arbeiten Sie im Homeoffice oder im Büro? Was sind Ihre Erfahrungen?",
          "tip": "Teilen Sie Ihre persönlichen Erfahrungen und nennen Sie die größten Herausforderungen (z.B. Ablenkung, fehlender Austausch)."
        },
        {
          "question": "Welche technischen Voraussetzungen sind für die Arbeit zu Hause nötig?",
          "tip": "Sprechen Sie über WLAN, gute Bildschirme und Ergonomie."
        },
        {
          "question": "Wie können Teams zusammenarbeiten, wenn sie an verschiedenen Orten sind?",
          "tip": "Nennen Sie Tools und Strategien für die virtuelle Kommunikation."
        }
      ],
      "id": 10,
      "viewA": {
        "person": "Dr. Anna Jäger, 38 Jahre, IT-Spezialistin",
        "text": "Homeoffice macht mich produktiver. Ich habe keinen Stress durch den Arbeitsweg, kann meine Zeit flexibel einteilen und spare Geld. Ich arbeite viel effizienter.",
        "presentationExample": "Das Thema ist 'Arbeiten im Homeoffice'. Die Person heißt Dr. Anna Jäger, 38 Jahre, IT-Spezialistin. Sie meint, dass Homeoffice sie produktiver macht, weil sie den Arbeitsweg spart und ihre Zeit flexibel einteilen kann. Sie sagt, dass sie dadurch effizienter arbeitet und Geld spart."
      },
      "title": "Arbeiten im Homeoffice",
      "viewB": {
        "text": "Zusammenarbeit ist im Büro am besten. Die Kommunikation ist direkter, und das Teamgefühl leidet, wenn jeder zu Hause sitzt. Die Grenze zwischen Arbeit und Freizeit verschwimmt.",
        "person": "Markus Gross, 49 Jahre, Teamleiter",
        "presentationExample": "Das Thema ist 'Arbeiten im Homeoffice'. Die Person heißt Markus Gross, 49 Jahre, Teamleiter. Er meint, dass Zusammenarbeit im Büro besser funktioniert, weil die Kommunikation direkter ist. Er sagt, dass das Teamgefühl leidet und die Grenze zwischen Arbeit und Freizeit im Homeoffice verschwimmt."
      }
    }
  ]
}