
================================================================================
A2 VOCABULARY ANALYSIS REPORT - 2025-11-20T19:54:37.776Z
================================================================================

Source file: b1-vocabulary.json
Total entries: 2825

================================================================================
1. DUPLICATE WORDS ANALYSIS
================================================================================

Found 336 duplicate words

Complete list of all duplicate words:
--------------------------------------------------------------------------------

1. Word: "Ausländer" (appears 2 times)
   Indices: 195, 226
   [195] der Ausländer (noun)
       Sentences: 1
       1. Viele Ausländer und Ausländerinnen lernen in der Volkshochsc...
   [226] der Ausländer (noun)
       Sentences: 1
       1. Viele Ausländer und Ausländerinnen lernen in der Volkshochsc...

2. Word: "ausländisch" (appears 2 times)
   Indices: 196, 227
   [196] ausländisch (adjective)
       Sentences: 1
       1. Die ausländischen Studenten müssen zuerst einen Deutschkurs ...
   [227] ausländisch (adjective)
       Sentences: 1
       1. Die ausländischen Studenten müssen zuerst einen Deutschkurs ...

3. Word: "ausmachen" (appears 2 times)
   Indices: 197, 228
   [197] ausmachen (verb)
       Sentences: 4
       1. Sie müssen leider warten. – Kein Problem. Das macht mir nich...
       2. Machen Sie bitte das Licht aus!
       3. Wir hatten doch ausgemacht, dass du die Getränke besorgst.
       4. Haben Sie einen Termin ausgemacht?
   [228] ausmachen (verb)
       Sentences: 4
       1. Sie müssen leider warten. – Kein Problem. Das macht mir nich...
       2. Machen Sie bitte das Licht aus!
       3. Wir hatten doch ausgemacht, dass du die Getränke besorgst.
       4. Haben Sie einen Termin ausgemacht?

4. Word: "Ausnahme" (appears 2 times)
   Indices: 198, 229
   [198] die Ausnahme (noun)
       Sentences: 1
       1. Normalerweise muss ich am Wochenende arbeiten. Aber heute is...
   [229] die Ausnahme (noun)
       Sentences: 1
       1. Normalerweise muss ich am Wochenende arbeiten. Aber heute is...

5. Word: "ausreichen" (appears 2 times)
   Indices: 199, 230
   [199] ausreichen (verb)
       Sentences: 2
       1. Das Geld muss bis März ausreichen.
       2. Seine Kenntnisse reichen für diese Arbeit aus.
   [230] ausreichen (verb)
       Sentences: 2
       1. Das Geld muss bis März ausreichen.
       2. Seine Kenntnisse reichen für diese Arbeit aus.

6. Word: "ausreichend" (appears 2 times)
   Indices: 200, 231
   [200] ausreichend (adjective)
       Sentences: 1
       1. Das Geld ist für die Reise ausreichend.
   [231] ausreichend (adjective)
       Sentences: 1
       1. Das Geld ist für die Reise ausreichend.

7. Word: "ausrichten" (appears 2 times)
   Indices: 201, 232
   [201] ausrichten (verb)
       Sentences: 1
       1. Mein Mann ist nicht da. Soll ich ihm etwas ausrichten?
   [232] ausrichten (verb)
       Sentences: 1
       1. Mein Mann ist nicht da. Soll ich ihm etwas ausrichten?

8. Word: "ausschließen" (appears 2 times)
   Indices: 203, 234
   [203] ausschließen (verb)
       Sentences: 2
       1. Das kann man nicht ganz ausschließen.
       2. So viel kann ich nicht bezahlen. Das ist völlig ausgeschloss...
   [234] ausschließen (verb)
       Sentences: 2
       1. Das kann man nicht ganz ausschließen.
       2. So viel kann ich nicht bezahlen. Das ist völlig ausgeschloss...

9. Word: "ausschließlich" (appears 2 times)
   Indices: 204, 235
   [204] ausschließlich (adverb)
       Sentences: 1
       1. Tut mir leid. Wir haben ausschließlich Nichtraucherzimmer.
   [235] ausschließlich (adverb)
       Sentences: 1
       1. Tut mir leid. Wir haben ausschließlich Nichtraucherzimmer.

10. Word: "aussehen" (appears 2 times)
   Indices: 205, 236
   [205] aussehen (verb)
       Sentences: 3
       1. Sie sehen wieder besser aus. Sind Sie wieder gesund?
       2. Er sieht genauso aus wie sein Vater.
       3. Es sieht so aus, als ob es bald regnen würde.
   [236] aussehen (verb)
       Sentences: 3
       1. Sie sehen wieder besser aus. Sind Sie wieder gesund?
       2. Er sieht genauso aus wie sein Vater.
       3. Es sieht so aus, als ob es bald regnen würde.

11. Word: "außen" (appears 2 times)
   Indices: 206, 237
   [206] außen (adverb)
       Sentences: 2
       1. Wir haben das Schloss nur von außen gesehen.
       2. Außen ist das Haus nicht sehr schön.
   [237] außen (adverb)
       Sentences: 2
       1. Wir haben das Schloss nur von außen gesehen.
       2. Außen ist das Haus nicht sehr schön.

12. Word: "außerhalb" (appears 2 times)
   Indices: 207, 238
   [207] außerhalb (preposition/adverb)
       Sentences: 1
       1. Wir wohnen außerhalb von Berlin.
   [238] außerhalb (preposition/adverb)
       Sentences: 1
       1. Wir wohnen außerhalb von Berlin.

13. Word: "äußerlich" (appears 2 times)
   Indices: 208, 239
   [208] äußerlich (adjective/adverb)
       Sentences: 1
       1. Das Medikament dürfen Sie nur äußerlich anwenden.
   [239] äußerlich (adjective/adverb)
       Sentences: 1
       1. Das Medikament dürfen Sie nur äußerlich anwenden.

14. Word: "außer" (appears 2 times)
   Indices: 209, 240
   [209] außer (preposition/conjunction)
       Sentences: 3
       1. Außer Lisa hat sich niemand um die Stelle beworben.
       2. Der Aufzug ist außer Betrieb.
       3. Wir haben täglich außer Samstag geöffnet.
   [240] außer (preposition/conjunction)
       Sentences: 3
       1. Außer Lisa hat sich niemand um die Stelle beworben.
       2. Der Aufzug ist außer Betrieb.
       3. Wir haben täglich außer Samstag geöffnet.

15. Word: "außerdem" (appears 2 times)
   Indices: 210, 241
   [210] außerdem (adverb)
       Sentences: 2
       1. Möchten Sie außerdem noch etwas?
       2. Der Film war langweilig, und außerdem haben die Schauspieler...
   [241] außerdem (adverb)
       Sentences: 2
       1. Möchten Sie außerdem noch etwas?
       2. Der Film war langweilig, und außerdem haben die Schauspieler...

16. Word: "Aussicht" (appears 2 times)
   Indices: 211, 242
   [211] die Aussicht (noun)
       Sentences: 2
       1. Von diesem Turm hat man eine tolle Aussicht.
       2. Mit mehreren Fremdsprachen hat man gute Aussichten im Beruf.
   [242] die Aussicht (noun)
       Sentences: 2
       1. Von diesem Turm hat man eine tolle Aussicht.
       2. Mit mehreren Fremdsprachen hat man gute Aussichten im Beruf.

17. Word: "aussprechen" (appears 2 times)
   Indices: 212, 243
   [212] aussprechen (verb)
       Sentences: 1
       1. Wie spricht man dieses Wort aus?
   [243] aussprechen (verb)
       Sentences: 1
       1. Wie spricht man dieses Wort aus?

18. Word: "Aussprache" (appears 2 times)
   Indices: 213, 244
   [213] die Aussprache (noun)
       Sentences: 1
       1. Ali hat eine gute Aussprache.
   [244] die Aussprache (noun)
       Sentences: 1
       1. Ali hat eine gute Aussprache.

19. Word: "ausstellen" (appears 2 times)
   Indices: 214, 245
   [214] ausstellen (verb)
       Sentences: 2
       1. Im Schaufenster sind Winterschuhe ausgestellt.
       2. Das Zeugnis wird bis nächste Woche ausgestellt.
   [245] ausstellen (verb)
       Sentences: 2
       1. Im Schaufenster sind Winterschuhe ausgestellt.
       2. Das Zeugnis wird bis nächste Woche ausgestellt.

20. Word: "Ausstellung" (appears 2 times)
   Indices: 215, 246
   [215] die Ausstellung (noun)
       Sentences: 2
       1. Wir waren mit der Lehrerin in einer Ausstellung.
       2. Die Ausstellung eines neuen Passes dauert zwei Wochen.
   [246] die Ausstellung (noun)
       Sentences: 2
       1. Wir waren mit der Lehrerin in einer Ausstellung.
       2. Die Ausstellung eines neuen Passes dauert zwei Wochen.

21. Word: "auswählen" (appears 2 times)
   Indices: 217, 248
   [217] auswählen (verb)
       Sentences: 1
       1. Für die Aufgabe können Sie aus drei Themen auswählen.
   [248] auswählen (verb)
       Sentences: 1
       1. Für die Aufgabe können Sie aus drei Themen auswählen.

22. Word: "Auswahl" (appears 2 times)
   Indices: 218, 249
   [218] die Auswahl (noun)
       Sentences: 2
       1. Wir müssen eine Auswahl aus den Büchern treffen.
       2. Das Geschäft hat eine große Auswahl.
   [249] die Auswahl (noun)
       Sentences: 2
       1. Wir müssen eine Auswahl aus den Büchern treffen.
       2. Das Geschäft hat eine große Auswahl.

23. Word: "Ausweis" (appears 2 times)
   Indices: 219, 250
   [219] der Ausweis (noun)
       Sentences: 1
       1. Darf ich mal Ihren Ausweis sehen?
   [250] der Ausweis (noun)
       Sentences: 1
       1. Darf ich mal Ihren Ausweis sehen?

24. Word: "ausziehen" (appears 2 times)
   Indices: 220, 251
   [220] ausziehen (verb)
       Sentences: 2
       1. Willst du den Mantel nicht ausziehen?
       2. Müllers sind schon vor vier Wochen ausgezogen.
   [251] ausziehen (verb)
       Sentences: 2
       1. Willst du den Mantel nicht ausziehen?
       2. Müllers sind schon vor vier Wochen ausgezogen.

25. Word: "Auto" (appears 2 times)
   Indices: 221, 252
   [221] das Auto (noun)
       Sentences: 1
       1. Mario fährt mit dem Auto zur Arbeit.
   [252] das Auto (noun)
       Sentences: 1
       1. Mario fährt mit dem Auto zur Arbeit.

26. Word: "Autobahn" (appears 2 times)
   Indices: 222, 253
   [222] die Autobahn (noun)
       Sentences: 1
       1. Das Dorf liegt direkt an der Autobahn.
   [253] die Autobahn (noun)
       Sentences: 1
       1. Das Dorf liegt direkt an der Autobahn.

27. Word: "Automat" (appears 2 times)
   Indices: 223, 254
   [223] der Automat (noun)
       Sentences: 2
       1. Zigaretten bekommst du am Automaten.
       2. Der Fahrkartenautomat ist auf dem Bahnsteig.
   [254] der Automat (noun)
       Sentences: 2
       1. Zigaretten bekommst du am Automaten.
       2. Der Fahrkartenautomat ist auf dem Bahnsteig.

28. Word: "automatisch" (appears 2 times)
   Indices: 224, 255
   [224] automatisch (adjective/adverb)
       Sentences: 2
       1. Die Tür schließt automatisch.
       2. Das Zeugnis bekommen Sie automatisch zugeschickt.
   [255] automatisch (adjective/adverb)
       Sentences: 2
       1. Die Tür schließt automatisch.
       2. Das Zeugnis bekommen Sie automatisch zugeschickt.

29. Word: "Fahrkarte" (appears 2 times)
   Indices: 751, 1489
   [751] die Fahrkarte (noun)
       Sentences: 1
       1. Fahrkarten bekommt man am Automaten.
   [1489] die Fahrkarte (noun)
       Sentences: 1
       1. Ich habe meine Fahrkarte verloren.

30. Word: "Fett" (appears 2 times)
   Indices: 766, 803
   [766] das Fett (noun)
       Sentences: 1
       1. Man soll nicht so viel Fett essen.
   [803] das Fett (noun)
       Sentences: 1
       1. Man soll nicht so viel Fett essen.

31. Word: "feucht" (appears 2 times)
   Indices: 767, 804
   [767] feucht (adjective)
       Sentences: 2
       1. Die Wäsche ist noch feucht.
       2. Es ist heute feucht draußen.
   [804] feucht (adjective)
       Sentences: 2
       1. Die Wäsche ist noch feucht.
       2. Es ist heute feucht draußen.

32. Word: "Feuer" (appears 2 times)
   Indices: 768, 805
   [768] das Feuer (noun)
       Sentences: 2
       1. Der Schaden durch das Feuer war sehr groß.
       2. Haben Sie Feuer?
   [805] das Feuer (noun)
       Sentences: 2
       1. Der Schaden durch das Feuer war sehr groß.
       2. Haben Sie Feuer?

33. Word: "Feuerzeug" (appears 2 times)
   Indices: 769, 806
   [769] das Feuerzeug (noun)
       Sentences: 1
       1. Ist das Feuerzeug neu?
   [806] das Feuerzeug (noun)
       Sentences: 1
       1. Ist das Feuerzeug neu?

34. Word: "Feuerwehr" (appears 2 times)
   Indices: 770, 807
   [770] die Feuerwehr (noun)
       Sentences: 1
       1. Schnell! Rufen Sie die Feuerwehr! Die Nummer ist: 112.
   [807] die Feuerwehr (noun)
       Sentences: 1
       1. Schnell! Rufen Sie die Feuerwehr! Die Nummer ist: 112.

35. Word: "Fieber" (appears 2 times)
   Indices: 771, 808
   [771] das Fieber (noun)
       Sentences: 1
       1. Plötzlich habe ich hohes Fieber bekommen.
   [808] das Fieber (noun)
       Sentences: 1
       1. Plötzlich habe ich hohes Fieber bekommen.

36. Word: "Figur" (appears 2 times)
   Indices: 772, 809
   [772] die Figur (noun)
       Sentences: 2
       1. Lars hat eine gute Figur.
       2. Bei diesem Spiel hat jeder Spieler vier Figuren.
   [809] die Figur (noun)
       Sentences: 2
       1. Lars hat eine gute Figur.
       2. Bei diesem Spiel hat jeder Spieler vier Figuren.

37. Word: "Film" (appears 2 times)
   Indices: 773, 810
   [773] der Film (noun)
       Sentences: 1
       1. Den Film musst du dir unbedingt ansehen.
   [810] der Film (noun)
       Sentences: 1
       1. Den Film musst du dir unbedingt ansehen.

38. Word: "finanzieren" (appears 2 times)
   Indices: 774, 811
   [774] finanzieren (verb)
       Sentences: 1
       1. Ich weiß nicht, wie ich das Auto finanzieren soll.
   [811] finanzieren (verb)
       Sentences: 1
       1. Ich weiß nicht, wie ich das Auto finanzieren soll.

39. Word: "finanziell" (appears 2 times)
   Indices: 775, 812
   [775] finanziell (adverb)
       Sentences: 1
       1. Finanziell geht es meinem Neffen jetzt besser.
   [812] finanziell (adverb)
       Sentences: 1
       1. Finanziell geht es meinem Neffen jetzt besser.

40. Word: "finden" (appears 2 times)
   Indices: 776, 813
   [776] finden (verb)
       Sentences: 3
       1. Meine Tante hat eine gute Arbeit gefunden.
       2. Ich kann meinen Schlüssel nicht finden.
       3. Luigi finde ich sehr nett.
   [813] finden (verb)
       Sentences: 3
       1. Meine Tante hat eine gute Arbeit gefunden.
       2. Ich kann meinen Schlüssel nicht finden.
       3. Luigi finde ich sehr nett.

41. Word: "Finger" (appears 2 times)
   Indices: 777, 814
   [777] der Finger (noun)
       Sentences: 1
       1. Alessandro hat sich in den Finger geschnitten.
   [814] der Finger (noun)
       Sentences: 1
       1. Alessandro hat sich in den Finger geschnitten.

42. Word: "Firma" (appears 2 times)
   Indices: 778, 815
   [778] die Firma (noun)
       Sentences: 1
       1. Seit wann arbeiten Sie bei dieser Firma?
   [815] die Firma (noun)
       Sentences: 1
       1. Seit wann arbeiten Sie bei dieser Firma?

43. Word: "flach" (appears 2 times)
   Indices: 779, 816
   [779] flach (adjective)
       Sentences: 2
       1. Für die Arbeit brauche ich flache Schuhe.
       2. An dieser Stelle ist der See sehr flach.
   [816] flach (adjective)
       Sentences: 2
       1. Für die Arbeit brauche ich flache Schuhe.
       2. An dieser Stelle ist der See sehr flach.

44. Word: "Fläche" (appears 2 times)
   Indices: 780, 817
   [780] die Fläche (noun)
       Sentences: 1
       1. Unsere Wohnung hat eine Wohnfläche von 100 m².
   [817] die Fläche (noun)
       Sentences: 1
       1. Unsere Wohnung hat eine Wohnfläche von 100 m².

45. Word: "Flasche" (appears 2 times)
   Indices: 781, 818
   [781] die Flasche (noun)
       Sentences: 2
       1. Wo kann man die leeren Flaschen zurückgeben?
       2. Eine Flasche Bier bitte.
   [818] die Flasche (noun)
       Sentences: 2
       1. Wo kann man die leeren Flaschen zurückgeben?
       2. Eine Flasche Bier bitte.

46. Word: "Fleck" (appears 2 times)
   Indices: 782, 819
   [782] der Fleck (noun)
       Sentences: 1
       1. Du hast einen Fleck auf der Bluse.
   [819] der Fleck (noun)
       Sentences: 1
       1. Du hast einen Fleck auf der Bluse.

47. Word: "Fleisch" (appears 2 times)
   Indices: 783, 820
   [783] das Fleisch (noun)
       Sentences: 1
       1. Fleisch mag ich nicht.
   [820] das Fleisch (noun)
       Sentences: 1
       1. Fleisch mag ich nicht.

48. Word: "Fleischhauer" (appears 2 times)
   Indices: 784, 821
   [784] der Fleischhauer (noun)
       Sentences: 1
       1. Dieser Fleischhauer macht sehr gute Wurst.
   [821] der Fleischhauer (noun)
       Sentences: 1
       1. Dieser Fleischhauer macht sehr gute Wurst.

49. Word: "fleißig" (appears 2 times)
   Indices: 785, 822
   [785] fleißig (adjective)
       Sentences: 1
       1. Pamela ist wirklich fleißig. Sie macht immer ihre Hausaufgab...
   [822] fleißig (adjective)
       Sentences: 1
       1. Pamela ist wirklich fleißig. Sie macht immer ihre Hausaufgab...

50. Word: "geschieden" (appears 2 times)
   Indices: 963, 2452
   [963] geschieden (adjective)
       Sentences: 1
       1. Ich bin seit drei Jahren geschieden.
   [2452] geschieden (adjective)
       Sentences: 1
       1. Meine Kollegin ist geschieden.

51. Word: "Halt" (appears 4 times)
   Indices: 1055, 1086, 1117, 1148
   [1055] der Halt (noun)
       Sentences: 1
       1. Nächster Halt ist am Südbahnhof.
   [1086] der Halt (noun)
       Sentences: 1
       1. Nächster Halt ist am Südbahnhof.
   [1117] der Halt (noun)
       Sentences: 1
       1. Nächster Halt ist am Südbahnhof.
   [1148] der Halt (noun)
       Sentences: 1
       1. Nächster Halt ist am Südbahnhof.

52. Word: "Haltestelle" (appears 4 times)
   Indices: 1056, 1087, 1118, 1149
   [1056] die Haltestelle (noun)
       Sentences: 1
       1. An der nächsten Haltestelle müssen wir aussteigen.
   [1087] die Haltestelle (noun)
       Sentences: 1
       1. An der nächsten Haltestelle müssen wir aussteigen.
   [1118] die Haltestelle (noun)
       Sentences: 1
       1. An der nächsten Haltestelle müssen wir aussteigen.
   [1149] die Haltestelle (noun)
       Sentences: 1
       1. An der nächsten Haltestelle müssen wir aussteigen.

53. Word: "Hammer" (appears 4 times)
   Indices: 1057, 1088, 1119, 1150
   [1057] der Hammer (noun)
       Sentences: 1
       1. Ich möchte ein Bild aufhängen. Hast du einen Hammer für mich...
   [1088] der Hammer (noun)
       Sentences: 1
       1. Ich möchte ein Bild aufhängen. Hast du einen Hammer für mich...
   [1119] der Hammer (noun)
       Sentences: 1
       1. Ich möchte ein Bild aufhängen. Hast du einen Hammer für mich...
   [1150] der Hammer (noun)
       Sentences: 1
       1. Ich möchte ein Bild aufhängen. Hast du einen Hammer für mich...

54. Word: "Hand" (appears 4 times)
   Indices: 1058, 1089, 1120, 1151
   [1058] die Hand (noun)
       Sentences: 2
       1. Wasch dir bitte die Hände vor dem Essen.
       2. Gib mir bitte deine Hand. Wir gehen jetzt über die Straße.
   [1089] die Hand (noun)
       Sentences: 2
       1. Wasch dir bitte die Hände vor dem Essen.
       2. Gib mir bitte deine Hand. Wir gehen jetzt über die Straße.
   [1120] die Hand (noun)
       Sentences: 2
       1. Wasch dir bitte die Hände vor dem Essen.
       2. Gib mir bitte deine Hand. Wir gehen jetzt über die Straße.
   [1151] die Hand (noun)
       Sentences: 2
       1. Wasch dir bitte die Hände vor dem Essen.
       2. Gib mir bitte deine Hand. Wir gehen jetzt über die Straße.

55. Word: "Handwerker" (appears 4 times)
   Indices: 1059, 1090, 1121, 1152
   [1059] der Handwerker (noun)
       Sentences: 1
       1. Morgen sind bei uns die Handwerker. Wir bekommen eine neue B...
   [1090] der Handwerker (noun)
       Sentences: 1
       1. Morgen sind bei uns die Handwerker. Wir bekommen eine neue B...
   [1121] der Handwerker (noun)
       Sentences: 1
       1. Morgen sind bei uns die Handwerker. Wir bekommen eine neue B...
   [1152] der Handwerker (noun)
       Sentences: 1
       1. Morgen sind bei uns die Handwerker. Wir bekommen eine neue B...

56. Word: "handeln" (appears 4 times)
   Indices: 1060, 1091, 1122, 1153
   [1060] handeln (verb)
       Sentences: 2
       1. Die Geschichte handelt von einem alten Mann.
       2. Sie müssen sofort handeln.
   [1091] handeln (verb)
       Sentences: 2
       1. Die Geschichte handelt von einem alten Mann.
       2. Sie müssen sofort handeln.
   [1122] handeln (verb)
       Sentences: 2
       1. Die Geschichte handelt von einem alten Mann.
       2. Sie müssen sofort handeln.
   [1153] handeln (verb)
       Sentences: 2
       1. Die Geschichte handelt von einem alten Mann.
       2. Sie müssen sofort handeln.

57. Word: "Handel" (appears 4 times)
   Indices: 1061, 1092, 1123, 1154
   [1061] der Handel (noun)
       Sentences: 1
       1. Er arbeitet im Handel mit Computern.
   [1092] der Handel (noun)
       Sentences: 1
       1. Er arbeitet im Handel mit Computern.
   [1123] der Handel (noun)
       Sentences: 1
       1. Er arbeitet im Handel mit Computern.
   [1154] der Handel (noun)
       Sentences: 1
       1. Er arbeitet im Handel mit Computern.

58. Word: "Händler" (appears 4 times)
   Indices: 1062, 1093, 1124, 1155
   [1062] der Händler (noun)
       Sentences: 1
       1. Wir kaufen unser Obst immer beim Händler am Markt.
   [1093] der Händler (noun)
       Sentences: 1
       1. Wir kaufen unser Obst immer beim Händler am Markt.
   [1124] der Händler (noun)
       Sentences: 1
       1. Wir kaufen unser Obst immer beim Händler am Markt.
   [1155] der Händler (noun)
       Sentences: 1
       1. Wir kaufen unser Obst immer beim Händler am Markt.

59. Word: "Handy" (appears 4 times)
   Indices: 1063, 1094, 1125, 1156
   [1063] das Handy (noun)
       Sentences: 1
       1. Du musst dein Handy ausschalten.
   [1094] das Handy (noun)
       Sentences: 1
       1. Du musst dein Handy ausschalten.
   [1125] das Handy (noun)
       Sentences: 1
       1. Du musst dein Handy ausschalten.
   [1156] das Handy (noun)
       Sentences: 1
       1. Du musst dein Handy ausschalten.

60. Word: "hängen" (appears 4 times)
   Indices: 1064, 1095, 1126, 1157
   [1064] hängen (verb)
       Sentences: 2
       1. Der Schrank hängt an der Wand.
       2. Ich habe das Bild an die Wand gehängt.
   [1095] hängen (verb)
       Sentences: 2
       1. Der Schrank hängt an der Wand.
       2. Ich habe das Bild an die Wand gehängt.
   [1126] hängen (verb)
       Sentences: 2
       1. Der Schrank hängt an der Wand.
       2. Ich habe das Bild an die Wand gehängt.
   [1157] hängen (verb)
       Sentences: 2
       1. Der Schrank hängt an der Wand.
       2. Ich habe das Bild an die Wand gehängt.

61. Word: "hart" (appears 4 times)
   Indices: 1065, 1096, 1127, 1158
   [1065] hart (adjective)
       Sentences: 2
       1. Die Arbeit ist hart.
       2. Das Brot ist schon hart.
   [1096] hart (adjective)
       Sentences: 3
       1. Die Arbeit ist hart.
       2. Das Brot ist schon hart.
       3. Wir haben hart gearbeitet, um die Wohnung zu bezahlen.
   [1127] hart (adjective)
       Sentences: 3
       1. Die Arbeit ist hart.
       2. Das Brot ist schon hart.
       3. Wir haben hart gearbeitet, um die Wohnung zu bezahlen.
   [1158] hart (adjective)
       Sentences: 3
       1. Die Arbeit ist hart.
       2. Das Brot ist schon hart.
       3. Wir haben hart gearbeitet, um die Wohnung zu bezahlen.

62. Word: "hassen" (appears 4 times)
   Indices: 1066, 1097, 1128, 1159
   [1066] hassen (verb)
       Sentences: 1
       1. Ich hasse es, wenn ich lange warten muss.
   [1097] hassen (verb)
       Sentences: 2
       1. Ich hasse Autofahren.
       2. Ich hasse es, zu spät zu kommen.
   [1128] hassen (verb)
       Sentences: 2
       1. Ich hasse Autofahren.
       2. Ich hasse es, zu spät zu kommen.
   [1159] hassen (verb)
       Sentences: 2
       1. Ich hasse Autofahren.
       2. Ich hasse es, zu spät zu kommen.

63. Word: "hässlich" (appears 4 times)
   Indices: 1067, 1098, 1129, 1160
   [1067] hässlich (adjective)
       Sentences: 1
       1. Ich finde dieses Kleid hässlich.
   [1098] hässlich (adjective)
       Sentences: 2
       1. Ich finde dieses Kleid hässlich.
       2. Das ist aber eine hässliche Lampe!
   [1129] hässlich (adjective)
       Sentences: 2
       1. Ich finde dieses Kleid hässlich.
       2. Das ist aber eine hässliche Lampe!
   [1160] hässlich (adjective)
       Sentences: 2
       1. Ich finde dieses Kleid hässlich.
       2. Das ist aber eine hässliche Lampe!

64. Word: "häufig" (appears 4 times)
   Indices: 1068, 1099, 1130, 1161
   [1068] häufig (adverb)
       Sentences: 1
       1. Der Bus fährt hier sehr häufig.
   [1099] häufig (adverb)
       Sentences: 2
       1. Der Bus fährt hier sehr häufig.
       2. Haben Sie häufig Kopfschmerzen? Dann sollten Sie nicht so la...
   [1130] häufig (adverb)
       Sentences: 2
       1. Der Bus fährt hier sehr häufig.
       2. Haben Sie häufig Kopfschmerzen? Dann sollten Sie nicht so la...
   [1161] häufig (adverb)
       Sentences: 2
       1. Der Bus fährt hier sehr häufig.
       2. Haben Sie häufig Kopfschmerzen? Dann sollten Sie nicht so la...

65. Word: "Haupt-" (appears 4 times)
   Indices: 1069, 1100, 1131, 1162
   [1069] Haupt- (prefix)
       Sentences: 1
       1. z. B. Hauptbahnhof, Hauptstraße
   [1100] Haupt- (prefix)
       Sentences: 1
       1. z. B. Hauptbahnhof, Hauptstraße
   [1131] Haupt- (prefix)
       Sentences: 1
       1. z. B. Hauptbahnhof, Hauptstraße
   [1162] Haupt- (prefix)
       Sentences: 1
       1. z. B. Hauptbahnhof, Hauptstraße

66. Word: "Hauptstadt" (appears 3 times)
   Indices: 1070, 1101, 1132
   [1070] die Hauptstadt (noun)
       Sentences: 1
       1. Berlin ist die Hauptstadt von Deutschland.
   [1101] die Hauptstadt (noun)
       Sentences: 1
       1. Berlin ist die Hauptstadt von Deutschland.
   [1132] die Hauptstadt (noun)
       Sentences: 1
       1. Berlin ist die Hauptstadt von Deutschland.

67. Word: "Hackfleisch" (appears 3 times)
   Indices: 1071, 1102, 1133
   [1071] das Hackfleisch (noun)
       Sentences: 1
       1. Ich hätte gern 500 g Hackfleisch.
   [1102] das Hackfleisch (noun)
       Sentences: 1
       1. Ich hätte gern 500g Hackfleisch.
   [1133] das Hackfleisch (noun)
       Sentences: 1
       1. Ich hätte gern 500g Hackfleisch.

68. Word: "Hafen" (appears 3 times)
   Indices: 1072, 1103, 1134
   [1072] der Hafen (noun)
       Sentences: 1
       1. Das Schiff fährt in den Hafen ein.
   [1103] der Hafen (noun)
       Sentences: 2
       1. Das Schiff fährt in den Hafen ein.
       2. Wenn du in Hamburg bist, musst du dir unbedingt den Hafen an...
   [1134] der Hafen (noun)
       Sentences: 2
       1. Das Schiff fährt in den Hafen ein.
       2. Wenn du in Hamburg bist, musst du dir unbedingt den Hafen an...

69. Word: "hageln" (appears 3 times)
   Indices: 1073, 1104, 1135
   [1073] hageln (verb)
       Sentences: 1
       1. Es hat gehagelt. Jetzt liegen kleine Eisstücke auf der Straß...
   [1104] hageln (verb)
       Sentences: 2
       1. Es hat gehagelt. Jetzt liegen kleine Eisstücke auf der Straß...
       2. Bei Gewitter kann es auch hageln.
   [1135] hageln (verb)
       Sentences: 2
       1. Es hat gehagelt. Jetzt liegen kleine Eisstücke auf der Straß...
       2. Bei Gewitter kann es auch hageln.

70. Word: "Hähnchen/Hühnchen" (appears 3 times)
   Indices: 1074, 1105, 1136
   [1074] das Hähnchen/Hühnchen (noun)
       Sentences: 1
       1. Ich möchte ein halbes Hähnchen mit Pommes frites.
   [1105] das Hähnchen/Hühnchen (noun)
       Sentences: 2
       1. Ich möchte ein halbes Hähnchen mit Pommes frites.
       2. Zum Mittagessen gibt es Hühnchen mit Reis.
   [1136] das Hähnchen/Hühnchen (noun)
       Sentences: 2
       1. Ich möchte ein halbes Hähnchen mit Pommes frites.
       2. Zum Mittagessen gibt es Hühnchen mit Reis.

71. Word: "halb" (appears 3 times)
   Indices: 1075, 1106, 1137
   [1075] halb (adjective)
       Sentences: 4
       1. Treffen wir uns um halb neun?
       2. Bei dieser Firma habe ich ein halbes Jahr gearbeitet.
       3. Ich gebe Ihnen die Tomaten zum halben Preis.
       4. Die Flasche ist ja noch halb voll.
   [1106] halb (adjective)
       Sentences: 4
       1. Treffen wir uns um halb neun?
       2. Bei dieser Firma habe ich ein halbes Jahr gearbeitet.
       3. Ich gebe Ihnen die Tomaten zum halben Preis.
       4. Die Flasche ist ja noch halb voll.
   [1137] halb (adjective)
       Sentences: 4
       1. Treffen wir uns um halb neun?
       2. Bei dieser Firma habe ich ein halbes Jahr gearbeitet.
       3. Ich gebe Ihnen die Tomaten zum halben Preis.
       4. Die Flasche ist ja noch halb voll.

72. Word: "Halbpension" (appears 3 times)
   Indices: 1076, 1107, 1138
   [1076] die Halbpension (noun)
       Sentences: 1
       1. Wir möchten ein Hotel mit Halbpension.
   [1107] die Halbpension (noun)
       Sentences: 1
       1. Wir möchten ein Hotel mit Halbpension.
   [1138] die Halbpension (noun)
       Sentences: 1
       1. Wir möchten ein Hotel mit Halbpension.

73. Word: "halbtags" (appears 3 times)
   Indices: 1077, 1108, 1139
   [1077] halbtags (adverb)
       Sentences: 1
       1. Ich habe ein kleines Kind und kann nicht acht Stunden am Tag...
   [1108] halbtags (adverb)
       Sentences: 1
       1. Ich habe ein kleines Kind und kann nicht acht Stunden am Tag...
   [1139] halbtags (adverb)
       Sentences: 1
       1. Ich habe ein kleines Kind und kann nicht acht Stunden am Tag...

74. Word: "Hälfte" (appears 3 times)
   Indices: 1078, 1109, 1140
   [1078] die Hälfte (noun)
       Sentences: 3
       1. Bitte teilt euch die Schokolade. Jeder bekommt die Hälfte.
       2. Die Hälfte vom Urlaub ist schon vorbei.
       3. Was hat der Mann gesagt? Ich habe nur die Hälfte verstanden.
   [1109] die Hälfte (noun)
       Sentences: 3
       1. Bitte teilt euch die Schokolade. Jeder bekommt die Hälfte.
       2. Die Hälfte vom Urlaub ist schon vorbei.
       3. Was hat der Mann gesagt? Ich habe nur die Hälfte verstanden.
   [1140] die Hälfte (noun)
       Sentences: 3
       1. Bitte teilt euch die Schokolade. Jeder bekommt die Hälfte.
       2. Die Hälfte vom Urlaub ist schon vorbei.
       3. Was hat der Mann gesagt? Ich habe nur die Hälfte verstanden.

75. Word: "Halle" (appears 3 times)
   Indices: 1079, 1110, 1141
   [1079] die Halle (noun)
       Sentences: 1
       1. Die Stadt baut eine neue Sporthalle.
   [1110] die Halle (noun)
       Sentences: 1
       1. Die Stadt baut eine neue Sporthalle.
   [1141] die Halle (noun)
       Sentences: 1
       1. Die Stadt baut eine neue Sporthalle.

76. Word: "Hallenbad" (appears 3 times)
   Indices: 1080, 1111, 1142
   [1080] das Hallenbad (noun)
       Sentences: 1
       1. Sie geht jeden Tag zum Schwimmen ins Hallenbad.
   [1111] das Hallenbad (noun)
       Sentences: 1
       1. Sie geht jeden Tag zum Schwimmen ins Hallenbad.
   [1142] das Hallenbad (noun)
       Sentences: 1
       1. Sie geht jeden Tag zum Schwimmen ins Hallenbad.

77. Word: "hallo" (appears 3 times)
   Indices: 1081, 1112, 1143
   [1081] hallo (interjection)
       Sentences: 1
       1. Hallo, wie geht’s? ! Danke, gut, und dir?
   [1112] hallo (interjection)
       Sentences: 1
       1. Hallo, wie geht’s? ! Danke, gut, und dir?
   [1143] hallo (interjection)
       Sentences: 1
       1. Hallo, wie geht’s? ! Danke, gut, und dir?

78. Word: "Hals" (appears 3 times)
   Indices: 1082, 1113, 1144
   [1082] der Hals (noun)
       Sentences: 2
       1. Mir tut der Hals weh.
       2. Ich habe seit gestern Halsschmerzen.
   [1113] der Hals (noun)
       Sentences: 2
       1. Mir tut der Hals weh.
       2. Ich habe seit gestern Halsschmerzen.
   [1144] der Hals (noun)
       Sentences: 2
       1. Mir tut der Hals weh.
       2. Ich habe seit gestern Halsschmerzen.

79. Word: "halt" (appears 3 times)
   Indices: 1083, 1114, 1145
   [1083] halt (adverb)
       Sentences: 1
       1. Es gibt leider keine Karten mehr. – Schade. Da kann man nich...
   [1114] halt (adverb)
       Sentences: 1
       1. Es gibt leider keine Karten mehr. – Schade. Da kann man nich...
   [1145] halt (adverb)
       Sentences: 1
       1. Es gibt leider keine Karten mehr. – Schade. Da kann man nich...

80. Word: "haltbar" (appears 3 times)
   Indices: 1084, 1115, 1146
   [1084] haltbar (adjective)
       Sentences: 1
       1. Diese Tomaten sind mindestens 2 Wochen haltbar.
   [1115] haltbar (adjective)
       Sentences: 1
       1. Diese Tomaten sind mindestens 2 Wochen haltbar.
   [1146] haltbar (adjective)
       Sentences: 1
       1. Diese Tomaten sind mindestens 2 Wochen haltbar.

81. Word: "halten" (appears 3 times)
   Indices: 1085, 1116, 1147
   [1085] halten (verb)
       Sentences: 7
       1. Kannst du mal kurz meine Handtasche halten?
       2. Entschuldigung, hält dieser Zug auch in Darmstadt?
       3. Halten Sie bitte im Keller die Fenster geschlossen.
       4. Alle Mieter müssen sich an die Hausordnung halten.
       5. Die Stadt will einen neuen Flughafen bauen. Was halten Sie d...
       6. Halt, Polizei! Fahren Sie bitte an den Straßenrand.
       7. Die Wurst hält sich noch ein paar Tage.
   [1116] halten (verb)
       Sentences: 7
       1. Kannst du mal kurz meine Handtasche halten?
       2. Entschuldigung, hält dieser Zug auch in Darmstadt?
       3. Halten Sie bitte im Keller die Fenster geschlossen.
       4. Alle Mieter müssen sich an die Hausordnung halten.
       5. Die Stadt will einen neuen Flughafen bauen. Was halten Sie d...
       6. Halt, Polizei! Fahren Sie bitte an den Straßenrand.
       7. Die Wurst hält sich noch ein paar Tage.
   [1147] halten (verb)
       Sentences: 7
       1. Kannst du mal kurz meine Handtasche halten?
       2. Entschuldigung, hält dieser Zug auch in Darmstadt?
       3. Halten Sie bitte im Keller die Fenster geschlossen.
       4. Alle Mieter müssen sich an die Hausordnung halten.
       5. Die Stadt will einen neuen Flughafen bauen. Was halten Sie d...
       6. Halt, Polizei! Fahren Sie bitte an den Straßenrand.
       7. Die Wurst hält sich noch ein paar Tage.

82. Word: "Hauptbahnhof" (appears 4 times)
   Indices: 1163, 1198, 1232, 1267
   [1163] der Hauptbahnhof (noun)
       Sentences: 1
       1. Treffen wir uns am Hauptbahnhof?
   [1198] der Hauptbahnhof (noun)
       Sentences: 1
       1. Treffen wir uns am Hauptbahnhof?
   [1232] der Hauptbahnhof (noun)
       Sentences: 1
       1. Treffen wir uns am Hauptbahnhof?
   [1267] der Hauptbahnhof (noun)
       Sentences: 1
       1. Treffen wir uns am Hauptbahnhof?

83. Word: "Haus" (appears 4 times)
   Indices: 1164, 1199, 1233, 1268
   [1164] das Haus (noun)
       Sentences: 4
       1. Wir haben ein Haus gemietet.
       2. Ich komme gerade von zu Hause.
       3. Ich muss jetzt nach Hause.
       4. Paul ist nicht zu Hause.
   [1199] das Haus (noun)
       Sentences: 4
       1. Wir haben ein Haus gemietet.
       2. Ich komme gerade von zu Hause.
       3. Ich muss jetzt nach Hause.
       4. Paul ist nicht zu Hause.
   [1233] das Haus (noun)
       Sentences: 4
       1. Wir haben ein Haus gemietet.
       2. Ich komme gerade von zu Hause.
       3. Ich muss jetzt nach Hause.
       4. Paul ist nicht zu Hause.
   [1268] das Haus (noun)
       Sentences: 4
       1. Wir haben ein Haus gemietet.
       2. Ich komme gerade von zu Hause.
       3. Ich muss jetzt nach Hause.
       4. Paul ist nicht zu Hause.

84. Word: "Hausaufgabe" (appears 4 times)
   Indices: 1165, 1200, 1234, 1269
   [1165] die Hausaufgabe (noun)
       Sentences: 1
       1. Kannst du mir bei den Hausaufgaben helfen?
   [1200] die Hausaufgabe (noun)
       Sentences: 1
       1. Kannst du mir bei den Hausaufgaben helfen?
   [1234] die Hausaufgabe (noun)
       Sentences: 1
       1. Kannst du mir bei den Hausaufgaben helfen?
   [1269] die Hausaufgabe (noun)
       Sentences: 1
       1. Kannst du mir bei den Hausaufgaben helfen?

85. Word: "Hausfrau/der Hausmann" (appears 4 times)
   Indices: 1166, 1201, 1235, 1270
   [1166] die/der Hausfrau/der Hausmann (noun)
       Sentences: 2
       1. Meine Frau ist Hausfrau und kümmert sich um die Kinder.
       2. Mein Mann ist Hausmann und kümmert sich um die Kinder.
   [1201] die/der Hausfrau/der Hausmann (noun)
       Sentences: 2
       1. Meine Frau ist Hausfrau und kümmert sich um die Kinder.
       2. Mein Mann ist Hausmann und kümmert sich um die Kinder.
   [1235] die/der Hausfrau/der Hausmann (noun)
       Sentences: 2
       1. Meine Frau ist Hausfrau und kümmert sich um die Kinder.
       2. Mein Mann ist Hausmann und kümmert sich um die Kinder.
   [1270] die/der Hausfrau/der Hausmann (noun)
       Sentences: 2
       1. Meine Frau ist Hausfrau und kümmert sich um die Kinder.
       2. Mein Mann ist Hausmann und kümmert sich um die Kinder.

86. Word: "Haushalt" (appears 4 times)
   Indices: 1167, 1202, 1236, 1271
   [1167] der Haushalt (noun)
       Sentences: 1
       1. Ich kümmere mich um den Haushalt, d. h. ich putze, wasche, k...
   [1202] der Haushalt (noun)
       Sentences: 1
       1. Ich kümmere mich um den Haushalt, d. h. ich putze, wasche, k...
   [1236] der Haushalt (noun)
       Sentences: 1
       1. Ich kümmere mich um den Haushalt, d. h. ich putze, wasche, k...
   [1271] der Haushalt (noun)
       Sentences: 1
       1. Ich kümmere mich um den Haushalt, d. h. ich putze, wasche, k...

87. Word: "Hausmeister" (appears 3 times)
   Indices: 1168, 1237, 1272
   [1168] der Hausmeister (noun)
       Sentences: 1
       1. Der Hausmeister hat mir geholfen, den Schrank in die Wohnung...
   [1237] der Hausmeister (noun)
       Sentences: 1
       1. Der Hausmeister hat mir geholfen, den Schrank in die Wohnung...
   [1272] der Hausmeister (noun)
       Sentences: 1
       1. Der Hausmeister hat mir geholfen, den Schrank in die Wohnung...

88. Word: "Haut" (appears 4 times)
   Indices: 1169, 1203, 1238, 1273
   [1169] die Haut (noun)
       Sentences: 1
       1. Sie hat eine sehr empfindliche Haut.
   [1203] die Haut (noun)
       Sentences: 1
       1. Sie hat eine sehr empfindliche Haut.
   [1238] die Haut (noun)
       Sentences: 1
       1. Sie hat eine sehr empfindliche Haut.
   [1273] die Haut (noun)
       Sentences: 1
       1. Sie hat eine sehr empfindliche Haut.

89. Word: "heben" (appears 4 times)
   Indices: 1170, 1204, 1239, 1274
   [1170] heben (verb)
       Sentences: 1
       1. Ich kann den schweren Koffer nicht heben.
   [1204] heben (verb)
       Sentences: 2
       1. Kannst du mir helfen? Das Paket kann ich allein nicht heben.
       2. Wenn Sie für diesen Vorschlag sind, heben Sie bitte die Hand...
   [1239] heben (verb)
       Sentences: 2
       1. Kannst du mir helfen? Das Paket kann ich allein nicht heben.
       2. Wenn Sie für diesen Vorschlag sind, heben Sie bitte die Hand...
   [1274] heben (verb)
       Sentences: 2
       1. Kannst du mir helfen? Das Paket kann ich allein nicht heben.
       2. Wenn Sie für diesen Vorschlag sind, heben Sie bitte die Hand...

90. Word: "Heft" (appears 4 times)
   Indices: 1171, 1205, 1240, 1275
   [1171] das Heft (noun)
       Sentences: 1
       1. Schreib die Sätze ins Heft.
   [1205] das Heft (noun)
       Sentences: 1
       1. Ich hätte gern ein Schreibheft.
   [1240] das Heft (noun)
       Sentences: 1
       1. Ich hätte gern ein Schreibheft.
   [1275] das Heft (noun)
       Sentences: 1
       1. Ich hätte gern ein Schreibheft.

91. Word: "heim" (appears 4 times)
   Indices: 1172, 1206, 1241, 1276
   [1172] heim (adverb)
       Sentences: 1
       1. Wir wollen so früh wie möglich heim.
   [1206] heim (adverb)
       Sentences: 1
       1. Ich will jetzt heim.
   [1241] heim (adverb)
       Sentences: 1
       1. Ich will jetzt heim.
   [1276] heim (adverb)
       Sentences: 1
       1. Ich will jetzt heim.

92. Word: "Heim" (appears 4 times)
   Indices: 1173, 1207, 1242, 1277
   [1173] das Heim (noun)
       Sentences: 1
       1. Meine Tante wohnt in einem Altenheim.
   [1207] das Heim (noun)
       Sentences: 1
       1. Meine Oma wohnt in einem Seniorenheim.
   [1242] das Heim (noun)
       Sentences: 1
       1. Meine Oma wohnt in einem Seniorenheim.
   [1277] das Heim (noun)
       Sentences: 1
       1. Meine Oma wohnt in einem Seniorenheim.

93. Word: "Heimat" (appears 4 times)
   Indices: 1174, 1208, 1243, 1278
   [1174] die Heimat (noun)
       Sentences: 1
       1. Ich lebe jetzt hier in Deutschland. Das ist meine neue Heima...
   [1208] die Heimat (noun)
       Sentences: 1
       1. Ich lebe jetzt hier in Deutschland. Das ist meine neue Heima...
   [1243] die Heimat (noun)
       Sentences: 1
       1. Ich lebe jetzt hier in Deutschland. Das ist meine neue Heima...
   [1278] die Heimat (noun)
       Sentences: 1
       1. Ich lebe jetzt hier in Deutschland. Das ist meine neue Heima...

94. Word: "heimlich" (appears 4 times)
   Indices: 1175, 1209, 1244, 1279
   [1175] heimlich (adjective/adverb)
       Sentences: 1
       1. Gestern habe ich gehört, dass mein Sohn heimlich raucht.
   [1209] heimlich (adjective/adverb)
       Sentences: 1
       1. Gestern habe ich gehört, dass mein Sohn heimlich raucht.
   [1244] heimlich (adjective/adverb)
       Sentences: 1
       1. Gestern habe ich gehört, dass mein Sohn heimlich raucht.
   [1279] heimlich (adjective/adverb)
       Sentences: 1
       1. Gestern habe ich gehört, dass mein Sohn heimlich raucht.

95. Word: "Heimweh" (appears 3 times)
   Indices: 1176, 1210, 1245
   [1176] das Heimweh (noun)
       Sentences: 1
       1. Ich habe oft Heimweh nach meiner Familie.
   [1210] das Heimweh (noun)
       Sentences: 1
       1. Ich habe oft Heimweh nach meiner Familie.
   [1245] das Heimweh (noun)
       Sentences: 1
       1. Ich habe oft Heimweh nach meiner Familie.

96. Word: "heiraten" (appears 3 times)
   Indices: 1177, 1211, 1246
   [1177] heiraten (verb)
       Sentences: 3
       1. Unsere Freunde heiraten nächsten Monat in Italien.
       2. Wir haben 1980 geheiratet.
       3. Meine Schwester heiratet einen Japaner.
   [1211] heiraten (verb)
       Sentences: 3
       1. Unsere Freunde heiraten nächsten Monat in Italien.
       2. Wir haben 1980 geheiratet.
       3. Meine Schwester heiratet einen Japaner.
   [1246] heiraten (verb)
       Sentences: 3
       1. Unsere Freunde heiraten nächsten Monat in Italien.
       2. Wir haben 1980 geheiratet.
       3. Meine Schwester heiratet einen Japaner.

97. Word: "heiß" (appears 3 times)
   Indices: 1178, 1212, 1247
   [1178] heiß (adjective)
       Sentences: 2
       1. Für die Jahreszeit ist es zu heiß.
       2. Ich mache dir einen heißen Tee.
   [1212] heiß (adjective)
       Sentences: 2
       1. Für die Jahreszeit ist es zu heiß.
       2. Ich mache dir einen heißen Tee.
   [1247] heiß (adjective)
       Sentences: 2
       1. Für die Jahreszeit ist es zu heiß.
       2. Ich mache dir einen heißen Tee.

98. Word: "heißen" (appears 3 times)
   Indices: 1179, 1213, 1248
   [1179] heißen (verb)
       Sentences: 3
       1. Wie heißen Sie?
       2. Wie heißt das auf Deutsch?
       3. Die Erklärung verstehe ich nicht. Was heißt das?
   [1213] heißen (verb)
       Sentences: 3
       1. Wie heißen Sie?
       2. Wie heißt das auf Deutsch?
       3. Die Erklärung verstehe ich nicht. Was heißt das?
   [1248] heißen (verb)
       Sentences: 3
       1. Wie heißen Sie?
       2. Wie heißt das auf Deutsch?
       3. Die Erklärung verstehe ich nicht. Was heißt das?

99. Word: "heizen" (appears 3 times)
   Indices: 1180, 1214, 1249
   [1180] heizen (verb)
       Sentences: 2
       1. Wir heizen mit Öl.
       2. Ziehen Sie sich warm an. In der Halle ist nicht geheizt.
   [1214] heizen (verb)
       Sentences: 2
       1. Wir heizen mit Öl.
       2. Ziehen Sie sich warm an. In der Halle ist nicht geheizt.
   [1249] heizen (verb)
       Sentences: 2
       1. Wir heizen mit Öl.
       2. Ziehen Sie sich warm an. In der Halle ist nicht geheizt.

100. Word: "Heizung" (appears 3 times)
   Indices: 1181, 1215, 1250
   [1181] die Heizung (noun)
       Sentences: 1
       1. Es ist kalt. Ist die Heizung kaputt?
   [1215] die Heizung (noun)
       Sentences: 1
       1. Es ist kalt. Ist die Heizung kaputt?
   [1250] die Heizung (noun)
       Sentences: 1
       1. Es ist kalt. Ist die Heizung kaputt?

101. Word: "Held" (appears 3 times)
   Indices: 1182, 1216, 1251
   [1182] der Held (noun)
       Sentences: 2
       1. Er spielt gern den Helden.
       2. Sie ist die Heldin des Tages.
   [1216] der Held (noun)
       Sentences: 2
       1. Er spielt gern den Helden.
       2. Sie ist die Heldin des Tages.
   [1251] der Held (noun)
       Sentences: 2
       1. Er spielt gern den Helden.
       2. Sie ist die Heldin des Tages.

102. Word: "helfen" (appears 3 times)
   Indices: 1183, 1217, 1252
   [1183] helfen (verb)
       Sentences: 2
       1. Kannst du mir helfen? Ich muss nächsten Monat umziehen.
       2. Die Tabletten haben mir gut geholfen.
   [1217] helfen (verb)
       Sentences: 2
       1. Kannst du mir helfen? Ich muss nächsten Monat umziehen.
       2. Die Tabletten haben mir gut geholfen.
   [1252] helfen (verb)
       Sentences: 2
       1. Kannst du mir helfen? Ich muss nächsten Monat umziehen.
       2. Die Tabletten haben mir gut geholfen.

103. Word: "Hilfe" (appears 3 times)
   Indices: 1184, 1218, 1253
   [1184] die Hilfe (noun)
       Sentences: 3
       1. Vielen Dank für Ihre Hilfe.
       2. Haben Sie einen Kurs für Erste Hilfe gemacht? Das müssen Sie...
       3. Hilfe! Jemand hat mir die Handtasche gestohlen. Bitte helfen...
   [1218] die Hilfe (noun)
       Sentences: 3
       1. Vielen Dank für Ihre Hilfe.
       2. Haben Sie einen Kurs für Erste Hilfe gemacht? Das müssen Sie...
       3. Hilfe! Jemand hat mir die Handtasche gestohlen. Bitte helfen...
   [1253] die Hilfe (noun)
       Sentences: 3
       1. Vielen Dank für Ihre Hilfe.
       2. Haben Sie einen Kurs für Erste Hilfe gemacht? Das müssen Sie...
       3. Hilfe! Jemand hat mir die Handtasche gestohlen. Bitte helfen...

104. Word: "hell" (appears 3 times)
   Indices: 1185, 1219, 1254
   [1185] hell (adjective)
       Sentences: 3
       1. Im Sommer wird es um 5 Uhr schon hell.
       2. Mein Zimmer ist schön hell.
       3. Ich habe mir einen hellblauen Pullover gekauft.
   [1219] hell (adjective)
       Sentences: 3
       1. Im Sommer wird es um 5 Uhr schon hell.
       2. Mein Zimmer ist schön hell.
       3. Ich habe mir einen hellblauen Pullover gekauft.
   [1254] hell (adjective)
       Sentences: 3
       1. Im Sommer wird es um 5 Uhr schon hell.
       2. Mein Zimmer ist schön hell.
       3. Ich habe mir einen hellblauen Pullover gekauft.

105. Word: "Hemd" (appears 3 times)
   Indices: 1186, 1220, 1255
   [1186] das Hemd (noun)
       Sentences: 1
       1. Nikos trägt heute ein weißes Hemd.
   [1220] das Hemd (noun)
       Sentences: 1
       1. Nikos trägt heute ein weißes Hemd.
   [1255] das Hemd (noun)
       Sentences: 1
       1. Nikos trägt heute ein weißes Hemd.

106. Word: "Hend(e)l" (appears 3 times)
   Indices: 1187, 1221, 1256
   [1187] das Hend(e)l (noun)
       Sentences: 1
       1. Zum Mittagessen gibt es Hendl mit Reis.
   [1221] das Hend(e)l (noun)
       Sentences: 1
       1. Zum Mittagessen gibt es Hendl mit Reis.
   [1256] das Hend(e)l (noun)
       Sentences: 1
       1. Zum Mittagessen gibt es Hendl mit Reis.

107. Word: "her/her-" (appears 3 times)
   Indices: 1188, 1222, 1257
   [1188] her/her- (adverb/prefix)
       Sentences: 2
       1. Wir haben uns lange nicht gesehen. – Ja, das ist wirklich la...
       2. Komm her zu mir!
   [1222] her/her- (adverb/prefix)
       Sentences: 2
       1. Wir haben uns lange nicht gesehen. – Ja, das ist wirklich la...
       2. Komm her zu mir!
   [1257] her/her- (adverb/prefix)
       Sentences: 2
       1. Wir haben uns lange nicht gesehen. – Ja, das ist wirklich la...
       2. Komm her zu mir!

108. Word: "heraus-, raus-(heraus-) finden" (appears 3 times)
   Indices: 1189, 1223, 1258
   [1189] heraus-, raus-(heraus-) finden (verb)
       Sentences: 1
       1. Hast du schon rausgefunden, wann und wo man sich für den Kur...
   [1223] heraus-, raus-(heraus-) finden (verb)
       Sentences: 1
       1. Hast du schon rausgefunden, wann und wo man sich für den Kur...
   [1258] heraus-, raus-(heraus-) finden (verb)
       Sentences: 1
       1. Hast du schon rausgefunden, wann und wo man sich für den Kur...

109. Word: "Herausforderung" (appears 3 times)
   Indices: 1190, 1224, 1259
   [1190] die Herausforderung (noun)
       Sentences: 1
       1. Das Spiel ist eine Herausforderung.
   [1224] die Herausforderung (noun)
       Sentences: 1
       1. Das Spiel ist eine Herausforderung.
   [1259] die Herausforderung (noun)
       Sentences: 1
       1. Das Spiel ist eine Herausforderung.

110. Word: "Herd" (appears 3 times)
   Indices: 1191, 1225, 1260
   [1191] der Herd (noun)
       Sentences: 1
       1. In der neuen Küche fehlt noch der Herd.
   [1225] der Herd (noun)
       Sentences: 1
       1. In der neuen Küche fehlt noch der Herd.
   [1260] der Herd (noun)
       Sentences: 1
       1. In der neuen Küche fehlt noch der Herd.

111. Word: "herein-, rein-" (appears 3 times)
   Indices: 1192, 1226, 1261
   [1192] herein-, rein- (adverb/prefix)
       Sentences: 1
       1. Kommt doch herein!
   [1226] herein-, rein- (adverb/prefix)
       Sentences: 1
       1. Kommt doch herein!
   [1261] herein-, rein- (adverb/prefix)
       Sentences: 1
       1. Kommt doch herein!

112. Word: "Herkunft" (appears 3 times)
   Indices: 1193, 1227, 1262
   [1193] die Herkunft (noun)
       Sentences: 1
       1. Viele Leute fragen mich nach meiner Herkunft.
   [1227] die Herkunft (noun)
       Sentences: 1
       1. Viele Leute fragen mich nach meiner Herkunft.
   [1262] die Herkunft (noun)
       Sentences: 1
       1. Viele Leute fragen mich nach meiner Herkunft.

113. Word: "Herr" (appears 3 times)
   Indices: 1194, 1228, 1263
   [1194] der Herr (noun)
       Sentences: 2
       1. Da ist ein Herr, der möchte Sie sprechen.
       2. Guten Tag, Herr Müller!
   [1228] der Herr (noun)
       Sentences: 2
       1. Da ist ein Herr, der möchte Sie sprechen.
       2. Guten Tag, Herr Müller!
   [1263] der Herr (noun)
       Sentences: 2
       1. Da ist ein Herr, der möchte Sie sprechen.
       2. Guten Tag, Herr Müller!

114. Word: "herstellen" (appears 3 times)
   Indices: 1195, 1229, 1264
   [1195] herstellen (verb)
       Sentences: 1
       1. In unserer Firma stellen wir Schokolade her.
   [1229] herstellen (verb)
       Sentences: 1
       1. In unserer Firma stellen wir Schokolade her.
