{
  "exams": [
    {
      "id": 0,
      "title": "Reiseplanung",
      "incomingEmail": "Liebe/r [Name],\n\ndanke für deine nette Einladung! Ich komme dich sehr gerne besuchen, um dein Land kennenzulernen - wie du weißt, war ich ja noch nie da. Wann wäre die beste Zeit, dich zu besuchen?\nIch weiß noch nicht einmal, ob es bei euch im Sommer sehr heiß wird - allzu große Hitze mag ich nämlich nicht so sehr. Und gibt es sonst noch irgendwelche Dinge, die ich wissen sollte, bevor ich diese Reise mache?\n\nBitte schreib mir möglichst bald, damit ich mich gut auf die Reise vorbereiten kann.\n\nHerzliche Grüße\nMarianne",
      "writingPoints": [
        "welche Ausflüge Sie mit Marianne machen wollen",
        "was die beste Jahreszeit für die Reise ist",
        "welche Kleidung sie mitnehmen soll",
        "wie sie sich am besten auf die Reise vorbereiten kann"
      ]
    },
    {
      "id": 1,
      "title": "Wohnungssuche",
      "incomingEmail": "Sehr geehrte Frau Meier,\n\nvielen Dank für die schnelle Antwort auf meine Anzeige wegen des freien WG-Zimmers. Ich habe bereits viele Bewerbungen bekommen, Ihre klingt aber besonders interessant.\nIch würde Sie gerne zu einem Treffen einladen. Am besten passen mir Donnerstag oder Freitag Abend.\n\nKönnten Sie mir bitte mitteilen, ob diese Termine bei Ihnen passen? Und könnten Sie mir noch sagen, wann genau Sie in München angekommen sind? Ich möchte auch wissen, was Sie studieren oder arbeiten.\n\nIch freue mich auf Ihre Rückmeldung.\n\nMit freundlichen Grüßen\nMax Schmidt",
      "writingPoints": [
        "ob Ihnen Donnerstag oder Freitag passt und warum",
        "wann Sie genau in München angekommen sind",
        "was Sie studieren oder arbeiten (mit Details)",
        "eine Frage zum Zimmer oder zur Miete stellen"
      ]
    },
    {
      "id": 2,
      "title": "Job-Wechsel",
      "incomingEmail": "Liebe/r [Name],\n\nich gratuliere dir ganz herzlich zum neuen Job in Berlin! Das sind wirklich tolle Neuigkeiten. Ich habe gehört, du fängst nächsten Monat schon an. Ich möchte dich vorher noch unbedingt treffen.\n\nHättest du am kommenden Samstag Zeit für einen Kaffee? Ich möchte wissen, warum du dich für diesen Job entschieden hast. Erzähl mir auch, wann du nach Berlin umziehst. Ich mache mir auch Sorgen: Ist Berlin nicht viel teurer als unsere Stadt?\n\nSchreib mir bitte schnell zurück!\n\nViele Grüße\nLaura",
      "writingPoints": [
        "die Einladung zum Kaffee annehmen oder ablehnen und einen Gegenvorschlag machen",
        "warum Sie sich für den Job in Berlin entschieden haben (Gründe nennen)",
        "wann genau Sie umziehen werden",
        "eine Rückfrage zu den Kosten oder zur Wohnungssituation in Berlin stellen"
      ]
    },
    {
      "id": 3,
      "title": "Sprachkurs",
      "incomingEmail": "Sehr geehrte Teilnehmer/innen des Deutschkurses B1,\n\nwie Sie wissen, endet der Kurs in zwei Wochen. Wir möchten uns danach noch einmal treffen, um gemeinsam zu essen und den Abschluss zu feiern.\n\nHätten Sie am kommenden Freitagabend Zeit? Oder wäre der Samstag besser? Wir müssen auch noch entscheiden, ob wir in der Pizzeria 'Bella' essen gehen oder lieber in einem vegetarischen Restaurant.\n\nBitte teilen Sie mir mit, wann Sie Zeit haben und welches Restaurant Sie bevorzugen. Vergessen Sie nicht, mir Bescheid zu sagen, ob Sie vegetarisch essen oder nicht.\n\nMit freundlichen Grüßen\nIhre Kursleiterin, Frau Hansen",
      "writingPoints": [
        "bestätigen, dass Sie teilnehmen",
        "welcher Tag Ihnen besser passt und warum",
        "welches Restaurant Sie bevorzugen und warum (Pizzeria oder vegetarisch)",
        "ob Sie Vegetarier sind oder nicht"
      ]
    },
    {
      "id": 4,
      "title": "Krankheit/Arbeitsabwesenheit",
      "incomingEmail": "Sehr geehrte/r Herr/Frau [Name des Chefs],\n\nwie besprochen, fällt unser Kollege Herr Müller wegen einer Grippe für die ganze Woche aus. Er hat uns gebeten, seine Aufgaben zu übernehmen.\n\nIch weiß, dass Sie diese Woche auf Geschäftsreise sind, aber ich möchte fragen, wer für seine Aufgaben zuständig ist. Können Sie mir bitte sagen, welche E-Mails Priorität haben? Wer ist diese Woche außerdem für die Telefonate zuständig?\n\nIch hoffe, Sie haben eine gute Reise.\n\nMit freundlichen Grüßen\nIhre Kollegin, Sabine Weber",
      "writingPoints": [
        "eine Entschuldigung für die späte Rückmeldung formulieren",
        "bestätigen, dass Sie die Aufgaben übernehmen werden",
        "fragen, ob Sie eine Liste der wichtigsten E-Mails bekommen können",
        "fragen, wer diese Woche die Telefonate übernimmt"
      ]
    },
    {
      "id": 5,
      "title": "Wohnungsübergabe/Umzug",
      "incomingEmail": "Sehr geehrte/r Herr/Frau [Name],\n\nvielen Dank für die Bestätigung des Mietvertrages. Die Übergabe der Wohnung (Musterstraße 5) ist für den 1. April um 14:00 Uhr geplant. \n\nIst dieser Termin noch gültig? Wir haben festgestellt, dass im Mietvertrag die Maße des Wohnzimmers nicht angegeben sind. Ich muss ein neues Sofa kaufen. Könnten Sie uns die Maße mitteilen? Ist der Kellerraum schon leer und kann ich dort schon Kisten abstellen?\n\nMit freundlichen Grüßen\nIhre Hausverwaltung",
      "writingPoints": [
        "bestätigen Sie den Termin der Wohnungsübergabe (Uhrzeit/Datum)",
        "fragen Sie nach den genauen Maßen des Wohnzimmers für den Kauf eines Sofas",
        "bitten Sie höflich um Erlaubnis, einen Tag früher mit dem Streichen zu beginnen",
        "fragen Sie, ob der Kellerraum bereits leer ist und genutzt werden kann"
      ]
    },
    {
      "id": 6,
      "title": "Hotel-Beschwerde",
      "incomingEmail": "Sehr geehrte/r Herr/Frau [Name],\n\nvielen Dank für Ihren kürzlichen Aufenthalt in unserem Hotel. Wir möchten uns bei Ihnen erkundigen, ob Sie mit Ihrem Zimmer und unserem Service zufrieden waren.\n\nWir sind stets bemüht, die Qualität für unsere Gäste zu verbessern und bitten Sie um ein kurzes Feedback zu Ihrem Aufenthalt.\n\nMit freundlichen Grüßen\nIhr Hotelmanagement",
      "writingPoints": [
        "sagen Sie, dass Sie mit dem Aufenthalt nicht zufrieden waren und nennen Sie den Hauptgrund (z.B. Lärm oder Sauberkeit)",
        "beschreiben Sie, wann und wo genau das Problem war (z.B. Zimmernummer/Uhrzeit)",
        "fragen Sie nach einer Reduzierung des Preises oder einer Kompensation",
        "fragen Sie, ob Sie bei einem nächsten Aufenthalt ein ruhigeres/besseres Zimmer bekommen könnten"
      ]
    },
    {
      "id": 7,
      "title": "Sprach-Tandem",
      "incomingEmail": "Hallo [Name],\n\nvielen Dank für deine Nachricht. Ich suche auch jemanden für ein Sprachtandem! Ich möchte mein Deutsch verbessern, und im Gegenzug helfe ich dir gerne beim [Muttersprache der anderen Person].\n\nLass uns nächste Woche einmal treffen! Was ist deine Muttersprache und wie lange lernst du schon Deutsch?\n\nIch freue mich auf deine Antwort!\n\nViele Grüße\nJulia/Jonas",
      "writingPoints": [
        "nehmen Sie das Tandem-Angebot an und schlagen Sie einen ersten Termin vor (Tag und Uhrzeit)",
        "sagen Sie, welche Ihre Muttersprache ist und wie lange Sie Deutsch lernen",
        "fragen Sie, welche Hobbys die Person hat, um gemeinsame Interessen zu finden",
        "fragen Sie, wo sich die Person am liebsten trifft (z.B. Café, Park, Bibliothek)"
      ]
    },
    {
      "id": 8,
      "title": "Gemeinsames Geschenk",
      "incomingEmail": "Liebe/r [Name],\n\nwie du weißt, hat Peter bald Geburtstag. Ich dachte, wir könnten ihm zusammen ein Geschenk kaufen. Ich habe an einen neuen Kopfhörer gedacht, da sein alter kaputt ist.\n\nHast du eine bessere Idee? Ich möchte wissen, wie viel Geld du maximal ausgeben möchtest.\n\nLass uns bitte schnell entscheiden. Am besten treffen wir uns nächste Woche.\n\nViele Grüße\nKatrin",
      "writingPoints": [
        "sagen Sie, dass die Kopfhörer-Idee gut ist, schlagen Sie aber eine Alternative vor",
        "begründen Sie, warum Ihr Vorschlag besser als der Kopfhörer ist",
        "fragen Sie, wie viel Geld die Person schon gesammelt hat und wie viel Sie selbst beisteuern sollen",
        "machen Sie einen konkreten Vorschlag für ein Treffen, um das Geschenk zu kaufen"
      ]
    },
    {
      "id": 9,
      "title": "Mietwagen-Stornierung",
      "incomingEmail": "Sehr geehrte/r Herr/Frau [Name],\n\nwir bedauern Ihre Stornierung der Fahrzeugreservierung (Reservierungsnummer: XY123). Gemäß unseren Allgemeinen Geschäftsbedingungen fällt eine Stornogebühr von 80 Euro an.\n\nBitte überweisen Sie den Betrag bis zum 15. des Monats. Wenn Sie Fragen haben, melden Sie sich bitte.\n\nMit freundlichen Grüßen\nIhr Kundenservice der Autovermietung",
      "writingPoints": [
        "beschreiben Sie kurz das Problem (warum Sie stornieren mussten)",
        "erklären Sie, warum Sie die Stornogebühr für zu hoch halten",
        "bitten Sie höflich um einen Rabatt oder eine Teilrückerstattung",
        "fragen Sie, ob Sie die Gebühr später per Überweisung bezahlen können"
      ]
    },
    {
      "id": 10,
      "title": "Geburtstagseinladung",
      "incomingEmail": "Hallo [Name],\n\nich lade dich herzlich zu meiner Geburtstagsparty ein! Ich werde 30 und möchte das mit meinen besten Freunden feiern. Die Party findet am Samstag in zwei Wochen statt (20.00 Uhr).\n\nIch freue mich schon sehr, wenn du kommst. Soll ich etwas Spezielles für dich vorbereiten?\n\nBis bald und viele Grüße\nLena",
      "writingPoints": [
        "sagen Sie zu und gratulieren Sie zum Geburtstag",
        "fragen Sie nach der genauen Adresse/dem Ort, da Sie noch nie dort waren",
        "fragen Sie, ob sie eine Wunschliste für Geschenke hat (falls nicht, schlagen Sie ein Buch vor)",
        "fragen Sie, ob Sie etwas zum Buffet mitbringen sollen (z.B. Salat oder Kuchen)"
      ]
    },
    {
      "id": 11,
      "title": "Arzttermin verpasst",
      "incomingEmail": "Sehr geehrte/r Herr/Frau [Name],\n\nwir bedauern, Ihnen mitteilen zu müssen, dass Sie Ihren Termin am [Datum] um [Uhrzeit] leider versäumt haben. Wir möchten Sie bitten, so schnell wie möglich einen neuen Termin zu vereinbaren.\n\nBitte rufen Sie uns an oder schicken Sie uns eine E-Mail mit einem Terminvorschlag.\n\nMit freundlichen Grüßen\nIhre Arzthelferin, Maria Schuster",
      "writingPoints": [
        "entschuldigen Sie sich für das Versäumen des Termins und nennen Sie einen kurzen Grund",
        "schlagen Sie zwei neue Termine für die kommende Woche vor",
        "erklären Sie kurz, welche Symptome Sie haben (um die Dringlichkeit zu zeigen)",
        "bitten Sie um eine kurze Bestätigung, ob einer der Termine passt"
      ]
    },
    {
      "id": 12,
      "title": "Spendenaktion/Charity",
      "incomingEmail": "Liebe Kollegen und Kolleginnen,\n\nwie Sie wissen, organisieren wir nächste Woche einen Spendenlauf, um Geld für die lokale Tierrettung zu sammeln. Jeder, der teilnimmt, läuft so viele Runden wie er schafft.\n\nWir brauchen noch viele Teilnehmer und freiwillige Helfer. Wären Sie dabei? Sie können sich bis Freitag anmelden.\n\nMit freundlichen Grüßen\nIhre Kollegin, Annette Roth",
      "writingPoints": [
        "sagen Sie, dass Sie gerne an der Aktion teilnehmen möchten",
        "fragen Sie, wo genau der Lauf stattfindet und wie lang eine Runde ist",
        "fragen Sie, wie Sie spenden können (online oder bar)",
        "schlagen Sie vor, dass Sie nach dem Lauf beim Aufräumen helfen"
      ]
    },
    {
      "id": 13,
      "title": "Kursangebot/Hobby",
      "incomingEmail": "Liebe/r [Name],\n\nich habe mich für dich erkundigt: Es gibt einen B2-Kurs, der Montags und Mittwochs stattfindet! Ich habe aber auch noch einen günstigen italienischen Kochkurs gesehen. Das wäre doch etwas für dich!\n\nIch habe leider vergessen, nach den Kosten und der Dauer des Kochkurses zu fragen. Möchtest du dich anmelden?\n\nViele Grüße\nDein Freund, Markus",
      "writingPoints": [
        "bedanken Sie sich für die Information zum Sprachkurs und sagen Sie, dass Sie ihn buchen werden",
        "sagen Sie, dass Sie am Kochkurs teilnehmen möchten, und erklären Sie, welche Art von Essen Sie gerne kochen",
        "fragen Sie nach den genauen Kosten und der Dauer des Kochkurses",
        "fragen Sie, ob man sich für den Kochkurs online anmelden muss"
      ]
    },
    {
      "id": 14,
      "title": "Fahrkarten-Erstattung",
      "incomingEmail": "Sehr geehrte/r Herr/Frau [Name],\n\nIhre Erstattungsanfrage für das Zugticket [Nummer] wurde bearbeitet. Wir haben Ihnen eine Gutschrift in Höhe von 50 Euro ausgestellt, die in den nächsten Tagen auf Ihrem Kundenkonto gutgeschrieben wird.\n\nWir entschuldigen uns nochmals für die Verspätung.\n\nMit freundlichen Grüßen\nIhr Bahn-Service-Team",
      "writingPoints": [
        "teilen Sie mit, dass Sie die Gutschrift für das Zugticket erhalten haben",
        "erklären Sie, dass der Betrag nicht korrekt ist, und nennen Sie den fehlenden Betrag (z.B. es fehlen 20 Euro)",
        "bitten Sie um eine schnelle Korrektur des Betrags",
        "fragen Sie, ob Sie das nächste Ticket online mit dieser Gutschrift bezahlen können"
      ]
    }
  ]
}
