{
    "section_details": {
        "title": "Hörverstehen Teil 3: Selektives Verstehen (Selective Comprehension)",
        "instructions_de": "Sie hören nun fünf kurze Texte. Dazu sollen Sie fünf Aufgaben lösen. Sie hören jeden Text nur einmal. Entscheiden Sie beim Hören, ob die Aussagen 56-60 richtig oder falsch sind. Markieren Sie Ihre Lösungen für die Aufgaben 56-60 auf dem Antwortbogen. Markieren Sie PLUS (+) gleich richtig und MINUS (–) gleich falsch.",
        "instructions_en": "You will now hear five short texts. You should solve five tasks. You will hear each text only once. Decide while listening whether the statements 56-60 are correct or false. Mark your solutions for tasks 56-60 on the answer sheet. Mark PLUS (+) as correct and MINUS (–) as false.",
        "instructions_ar": "ستسمع الآن خمس نصوص قصيرة. يجب أن تحل خمس عمليات. ستسمع كل نص فقط مرة واحدة. قرر أثناء الاستماع إذا كانت البيانات 56-60 صحيحة أو خاطئة. حدد حلولك للمهام 56-60 على ورقة الإجابة. حدد PLUS (+) كصحيح و MINUS (–) كخاطئ.",
        "instructions_ru": "Вы сейчас услышите пять коротких текстов. Вам нужно решить пять задач. Вы услышите каждый текст только один раз. Решите, слушая, являются ли утверждения 56-60 правильными или неправильными. Отметьте свои решения для задач 56-60 на листе ответов. Отметьте PLUS (+) как правильное и MINUS (–) как неправильное.",
        "instructions_fr": "Vous entendrez maintenant cinq textes courts. Vous devez résoudre cinq tâches. Vous entendrez chaque texte une seule fois. Décidez en écoutant si les affirmations 56-60 sont correctes ou incorrectes. Marquez vos solutions pour les tâches 56-60 sur le formulaire de réponses. Marquez PLUS (+) comme correct et MINUS (–) comme incorrect.",
        "instructions_es": "Escucharás ahora cinco textos cortos. Debes resolver cinco tareas. Escucharás cada texto una sola vez. Decide mientras escuchas si las afirmaciones 56-60 son correctas o incorrectas. Marca tus soluciones para las tareas 56-60 en el formulario de respuestas. Marca PLUS (+) como correcto y MINUS (–) como incorrecto.",
        "duration_minutes": 10,
        "prep_time_seconds": 60
    },
    "exams": [
        {
            "id": 0,
            "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/german-b2-exam-1-part-3.mp3?alt=media&token=53a3dd3f-3a69-4bb2-a885-29540f08eb6b",
            "statements": [
                {
                    "id": 56,
                    "statement": "Am Donnerstag ist in der Uckermark mit Birkenpollen zu rechnen.",
                    "is_correct": true
                },
                {
                    "id": 57,
                    "statement": "Die Führung durch Frankfurts Hochhäuser beginnt am Messeturm.",
                    "is_correct": false
                },
                {
                    "id": 58,
                    "statement": "Am 8. und 9. Juli kann man den Opel-Zoo nachts besuchen.",
                    "is_correct": false
                },
                {
                    "id": 59,
                    "statement": "Für die Wanderung zur Ronneburg sollte man unbedingt genügend Verpflegung mitnehmen.",
                    "is_correct": true
                },
                {
                    "id": 60,
                    "statement": "Auf der A 7 Ulm – Füssen ist der linke Fahrstreifen gesperrt.",
                    "is_correct": false
                }
            ]
        },
        {
            "id": 1,
            "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/german-b2-exam-2-part-3.mp3?alt=media&token=c7b18f6c-1a6b-4423-8796-4aea7112ad1d",
            "statements": [
                {
                    "id": 56,
                    "statement": "Der Christkindlesmarkt in Nürnberg hat einen speziellen Geschenk-Dienst für Kinder im Programm.",
                    "is_correct": true
                },
                {
                    "id": 57,
                    "statement": "Auf dem deutsch-französischen Bauernmarkt in Hochspeyer gibt es ökologische Produkte.",
                    "is_correct": false
                },
                {
                    "id": 58,
                    "statement": "In Heilsheim gibt es heute Abend einen Jodelkurs.",
                    "is_correct": false
                },
                {
                    "id": 59,
                    "statement": "Auf der A 5 gibt es hinter Karlsruhe mehrere Behinderungen.",
                    "is_correct": true
                },
                {
                    "id": 60,
                    "statement": "Ihr Computer fährt nicht mehr hoch. Sie müssen die 70 17 17 wählen, um bei Computer World Hilfe zu bekommen.",
                    "is_correct": true
                }
            ]
        },
        {
            "id": 2,
            "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/german-b2-exam-3-part-3.mp3?alt=media&token=a4b146a2-acad-4465-9e36-c946836112d9",
            "statements": [
                {
                    "id": 56,
                    "statement": "Die Parade der Kulturen wird mit einem Feuerwerk eröffnet.",
                    "is_correct": false
                },
                {
                    "id": 57,
                    "statement": "Zum Skateboard-Treffen am 31. Oktober soll man verkleidet erscheinen.",
                    "is_correct": true
                },
                {
                    "id": 58,
                    "statement": "Bei der Gartenausstellung KöGa kann man Gartenzwerge kaufen.",
                    "is_correct": true
                },
                {
                    "id": 59,
                    "statement": "Die Autobahn A 2 Richtung Hannover ist zwischen Rheda-Wiedenbrück und Oelde gesperrt.",
                    "is_correct": true
                },
                {
                    "id": 60,
                    "statement": "Für handvermittelte Telefongespräche ins Ausland müssen Sie die 613 30 30 30 wählen.",
                    "is_correct": false
                }
            ]
        }
    ]
}