{
  "description": {
    "en": "{{LEVEL}} {{LANGUAGE}} Exam - Complete Preparation & Practice Tests\n\nPass your {{LANGUAGE}} {{LEVEL}} exam with confidence! Our comprehensive exam preparation app provides everything you need to succeed in all sections of the {{LEVEL}} {{LANGUAGE}} language test.\n\nKEY FEATURES\n\nCOMPLETE EXAM COVERAGE\n- Reading Comprehension (Leseverstehen) - 3 parts with authentic texts\n- Listening Practice (Hörverstehen) - 3 parts with audio exercises\n- Grammar Exercises (Sprachbausteine) - 2 parts with gap-fill questions\n- Writing Practice (Schriftlicher Ausdruck) - Email composition tasks\n- Speaking Preparation (Mündlicher Ausdruck) - 3 parts with examples\n\nREALISTIC MOCK EXAMS\n- Full-length practice tests simulating real exam conditions\n- Timed sections matching actual {{LEVEL}} exam format\n- Instant scoring and detailed performance feedback\n- Multiple test variations for comprehensive practice\n\nSMART PROGRESS TRACKING\n- Monitor your improvement across all exam sections\n- Identify strengths and weaknesses\n- Track completion rates and scores\n- Sync progress across devices with cloud backup\n\nMULTI-LANGUAGE SUPPORT\n- Interface available in English, German, Spanish, and Arabic\n- Clear instructions and explanations\n- Suitable for international learners\n\nPRACTICE MODES\n- Individual section practice for focused learning\n- Mixed exercises for comprehensive preparation\n- Vocabulary building and phrase practice\n- Example answers and model responses\n\nPERFECT FOR\n- Students preparing for {{LANGUAGE}} {{LEVEL}} certification\n- {{LANGUAGE}} language learners at {{LEVEL_NAME}} level\n- Integration course participants in {{COUNTRY}}\n- Anyone seeking {{LANGUAGE}} residence or work permits\n- University applicants requiring {{LEVEL}} certification\n\nEXAM STRUCTURE GUIDE\n- Detailed breakdown of all exam sections\n- Scoring criteria and passing requirements\n- Time management tips\n- Assessment rubrics for writing and speaking\n\nYOUR PRIVACY MATTERS\n- Secure authentication with Google and Facebook\n- Optional account creation for progress sync\n- Practice offline without internet connection\n- GDPR compliant data handling\n\nWHY CHOOSE THIS APP?\n- Based on official {{LEVEL}} exam format\n- Regular content updates and improvements\n- No hidden costs - full features included\n- User-friendly interface for easy navigation\n- Suitable for self-study and exam preparation courses\n- Proven track record with successful test takers\n\nLEARNING APPROACH\nOur app follows the official {{LEVEL}} exam structure, ensuring you're familiar with every question type and task format. Practice with authentic exam-style materials and get instant feedback to accelerate your learning.\n\nEXAM SUCCESS STRATEGY\n- Learn the exam structure and requirements\n- Practice individual sections to build skills\n- Take full mock exams under timed conditions\n- Review your results and focus on weak areas\n- Repeat until you consistently pass mock exams\n\nSTUDY TIPS INCLUDED\n- Effective exam preparation strategies\n- Common mistakes to avoid\n- Time management techniques\n- Stress reduction tips for exam day\n\nJOIN THOUSANDS OF SUCCESSFUL LEARNERS\nDownload now and start your journey to {{LEVEL}} certification success!\n\nSUPPORT & FEEDBACK\nWe're committed to helping you succeed. Contact us with questions, suggestions, or technical support needs.\n\nNote: This is an independent study app and is not officially affiliated with telc GmbH. All practice materials are created for educational purposes.\n\nREGULAR UPDATES\nWe continuously improve the app based on user feedback and exam format changes. Turn on automatic updates to get the latest features!",
    "de": "{{LEVEL}} {{LANGUAGE}}-Prüfung - Vollständige Vorbereitung & Übungstests\n\nBestehen Sie Ihre {{LANGUAGE}} {{LEVEL}}-Prüfung mit Selbstvertrauen! Unsere umfassende Prüfungsvorbereitungs-App bietet alles, was Sie brauchen, um in allen Bereichen des {{LEVEL}} {{LANGUAGE}}-Sprachtests erfolgreich zu sein.\n\nHAUPTFUNKTIONEN\n\nVOLLSTÄNDIGE PRÜFUNGSABDECKUNG\n- Leseverstehen - 3 Teile mit authentischen Texten\n- Hörverstehen - 3 Teile mit Hörübungen\n- Sprachbausteine - 2 Teile mit Lückentexten\n- Schriftlicher Ausdruck - E-Mail-Schreibaufgaben\n- Mündlicher Ausdruck - 3 Teile mit Beispielen\n\nREALISTISCHE PROBEPRÜFUNGEN\n- Vollständige Übungstests unter realen Prüfungsbedingungen\n- Zeitgesteuerte Abschnitte entsprechend dem {{LEVEL}}-Prüfungsformat\n- Sofortige Bewertung und detailliertes Leistungsfeedback\n- Mehrere Testvarianten für umfassende Übung\n\nINTELLIGENTE FORTSCHRITTSVERFOLGUNG\n- Überwachen Sie Ihre Verbesserung in allen Prüfungsbereichen\n- Identifizieren Sie Stärken und Schwächen\n- Verfolgen Sie Abschlussraten und Punktzahlen\n- Synchronisieren Sie den Fortschritt über Geräte mit Cloud-Backup\n\nMEHRSPRACHIGE UNTERSTÜTZUNG\n- Benutzeroberfläche in Englisch, Deutsch, Spanisch und Arabisch verfügbar\n- Klare Anweisungen und Erklärungen\n- Geeignet für internationale Lernende\n\nÜBUNGSMODI\n- Einzelabschnitt-Übung für gezieltes Lernen\n- Gemischte Übungen für umfassende Vorbereitung\n- Vokabelaufbau und Phrasierungsübung\n- Beispielantworten und Musterantworten\n\nPERFEKT FÜR\n- Schüler, die sich auf die {{LANGUAGE}} {{LEVEL}}-Zertifizierung vorbereiten\n- {{LANGUAGE}}-Sprachlerner auf {{LEVEL_NAME}}-Niveau\n- Teilnehmer an Integrationskursen in {{COUNTRY}}\n- Personen, die eine {{LANGUAGE}}-Aufenthalts- oder Arbeitserlaubnis benötigen\n- Universitätsbewerber, die eine {{LEVEL}}-Zertifizierung benötigen\n\nPRÜFUNGSSTRUKTUR-LEITFADEN\n- Detaillierte Aufschlüsselung aller Prüfungsabschnitte\n- Bewertungskriterien und Bestehensanforderungen\n- Zeitmanagement-Tipps\n- Bewertungsraster für Schreiben und Sprechen\n\nIHRE PRIVATSPHÄRE IST WICHTIG\n- Sichere Authentifizierung mit Google und Facebook\n- Optionale Kontoerstellung für Fortschrittssynchronisation\n- Offline-Übung ohne Internetverbindung\n- DSGVO-konforme Datenverarbeitung\n\nWARUM DIESE APP WÄHLEN?\n- Basierend auf dem offiziellen {{LEVEL}}-Prüfungsformat\n- Regelmäßige Inhaltsaktualisierungen und Verbesserungen\n- Keine versteckten Kosten - alle Funktionen enthalten\n- Benutzerfreundliche Oberfläche für einfache Navigation\n- Geeignet für Selbststudium und Prüfungsvorbereitungskurse\n- Bewährte Erfolgsbilanz bei erfolgreichen Testteilnehmern\n\nLERNANSATZ\nUnsere App folgt der offiziellen {{LEVEL}}-Prüfungsstruktur und stellt sicher, dass Sie mit jedem Fragentyp und Aufgabenformat vertraut sind. Üben Sie mit authentischen prüfungsähnlichen Materialien und erhalten Sie sofortiges Feedback, um Ihr Lernen zu beschleunigen.\n\nPRÜFUNGSERFOLGSSTRATEGIE\n- Lernen Sie die Prüfungsstruktur und Anforderungen\n- Üben Sie einzelne Abschnitte, um Fähigkeiten aufzubauen\n- Absolvieren Sie vollständige Probeprüfungen unter Zeitdruck\n- Überprüfen Sie Ihre Ergebnisse und konzentrieren Sie sich auf schwache Bereiche\n- Wiederholen Sie, bis Sie Probeprüfungen konsequent bestehen\n\nLERNTIPPS ENTHALTEN\n- Effektive Prüfungsvorbereitungsstrategien\n- Häufige Fehler, die vermieden werden sollten\n- Zeitmanagement-Techniken\n- Stressabbau-Tipps für den Prüfungstag\n\nSCHLIESSEN SIE SICH TAUSENDEN ERFOLGREICHEN LERNENDEN AN\nLaden Sie jetzt herunter und beginnen Sie Ihre Reise zum {{LEVEL}}-Zertifizierungserfolg!\n\nSUPPORT & FEEDBACK\nWir sind bestrebt, Ihnen zum Erfolg zu verhelfen. Kontaktieren Sie uns bei Fragen, Vorschlägen oder technischen Supportanfragen.\n\nHinweis: Dies ist eine unabhängige Lern-App und ist nicht offiziell mit telc GmbH verbunden. Alle Übungsmaterialien werden für Bildungszwecke erstellt.\n\nREGELMÄSSIGE UPDATES\nWir verbessern die App kontinuierlich basierend auf Benutzerfeedback und Änderungen am Prüfungsformat. Aktivieren Sie automatische Updates, um die neuesten Funktionen zu erhalten!",
    "es": "Examen {{LEVEL}} de {{LANGUAGE}} - Preparación Completa y Pruebas de Práctica\n\n¡Aprueba tu examen de {{LANGUAGE}} {{LEVEL}} con confianza! Nuestra aplicación integral de preparación de exámenes proporciona todo lo que necesitas para tener éxito en todas las secciones de la prueba de idioma {{LANGUAGE}} {{LEVEL}}.\n\nCARACTERÍSTICAS PRINCIPALES\n\nCOBERTURA COMPLETA DEL EXAMEN\n- Comprensión Lectora (Leseverstehen) - 3 partes con textos auténticos\n- Práctica de Escucha (Hörverstehen) - 3 partes con ejercicios de audio\n- Ejercicios de Gramática (Sprachbausteine) - 2 partes con preguntas de llenar espacios\n- Práctica de Escritura (Schriftlicher Ausdruck) - Tareas de composición de correos electrónicos\n- Preparación Oral (Mündlicher Ausdruck) - 3 partes con ejemplos\n\nEXÁMENES SIMULADOS REALISTAS\n- Pruebas de práctica completas que simulan condiciones reales de examen\n- Secciones cronometradas que coinciden con el formato real del examen {{LEVEL}}\n- Puntuación instantánea y retroalimentación detallada del rendimiento\n- Múltiples variaciones de prueba para práctica integral\n\nSEGUIMIENTO INTELIGENTE DEL PROGRESO\n- Monitorea tu mejora en todas las secciones del examen\n- Identifica fortalezas y debilidades\n- Rastrea tasas de finalización y puntuaciones\n- Sincroniza el progreso entre dispositivos con respaldo en la nube\n\nSOPORTE MULTILINGÜE\n- Interfaz disponible en inglés, alemán, español y árabe\n- Instrucciones y explicaciones claras\n- Adecuado para estudiantes internacionales\n\nMODOS DE PRÁCTICA\n- Práctica de sección individual para aprendizaje enfocado\n- Ejercicios mixtos para preparación integral\n- Construcción de vocabulario y práctica de frases\n- Respuestas de ejemplo y respuestas modelo\n\nPERFECTO PARA\n- Estudiantes que se preparan para la certificación {{LANGUAGE}} {{LEVEL}}\n- Estudiantes del idioma {{LANGUAGE}} en nivel {{LEVEL_NAME}}\n- Participantes en cursos de integración en {{COUNTRY}}\n- Cualquier persona que busque permisos de residencia o trabajo en {{LANGUAGE}}\n- Solicitantes universitarios que requieren certificación {{LEVEL}}\n\nGUÍA DE ESTRUCTURA DEL EXAMEN\n- Desglose detallado de todas las secciones del examen\n- Criterios de puntuación y requisitos de aprobación\n- Consejos de gestión del tiempo\n- Rúbricas de evaluación para escritura y habla\n\nTU PRIVACIDAD IMPORTA\n- Autenticación segura con Google y Facebook\n- Creación de cuenta opcional para sincronización de progreso\n- Practica sin conexión a Internet\n- Manejo de datos conforme a GDPR\n\n¿POR QUÉ ELEGIR ESTA APLICACIÓN?\n- Basada en el formato oficial del examen {{LEVEL}}\n- Actualizaciones regulares de contenido y mejoras\n- Sin costos ocultos - todas las funciones incluidas\n- Interfaz fácil de usar para navegación sencilla\n- Adecuado para autoestudio y cursos de preparación de exámenes\n- Trayectoria probada con examinados exitosos\n\nENFOQUE DE APRENDIZAJE\nNuestra aplicación sigue la estructura oficial del examen {{LEVEL}}, asegurando que estés familiarizado con cada tipo de pregunta y formato de tarea. Practica con materiales auténticos estilo examen y obtén retroalimentación instantánea para acelerar tu aprendizaje.\n\nESTRATEGIA DE ÉXITO EN EL EXAMEN\n- Aprende la estructura y requisitos del examen\n- Practica secciones individuales para desarrollar habilidades\n- Realiza exámenes simulados completos bajo condiciones cronometradas\n- Revisa tus resultados y enfócate en áreas débiles\n- Repite hasta que apruebes consistentemente los exámenes simulados\n\nCONSEJOS DE ESTUDIO INCLUIDOS\n- Estrategias efectivas de preparación de exámenes\n- Errores comunes a evitar\n- Técnicas de gestión del tiempo\n- Consejos de reducción de estrés para el día del examen\n\nÚNETE A MILES DE ESTUDIANTES EXITOSOS\n¡Descarga ahora y comienza tu viaje hacia el éxito de la certificación {{LEVEL}}!\n\nSOPORTE Y COMENTARIOS\nEstamos comprometidos a ayudarte a tener éxito. Contáctanos con preguntas, sugerencias o necesidades de soporte técnico.\n\nNota: Esta es una aplicación de estudio independiente y no está oficialmente afiliada con telc GmbH. Todos los materiales de práctica se crean con fines educativos.\n\nACTUALIZACIONES REGULARES\n¡Mejoramos continuamente la aplicación basándonos en los comentarios de los usuarios y cambios en el formato del examen. Activa las actualizaciones automáticas para obtener las últimas funciones!",
    "fr": "Examen {{LEVEL}} de {{LANGUAGE}} - Préparation Complète et Tests d'Entraînement\n\nRéussissez votre examen {{LANGUAGE}} {{LEVEL}} avec confiance ! Notre application complète de préparation aux examens fournit tout ce dont vous avez besoin pour réussir dans toutes les sections du test de langue {{LANGUAGE}} {{LEVEL}}.\n\nFONCTIONNALITÉS PRINCIPALES\n\nCOUVERTURE COMPLÈTE DE L'EXAMEN\n- Compréhension Écrite (Leseverstehen) - 3 parties avec des textes authentiques\n- Pratique d'Écoute (Hörverstehen) - 3 parties avec des exercices audio\n- Exercices de Grammaire (Sprachbausteine) - 2 parties avec des questions à trous\n- Pratique d'Écriture (Schriftlicher Ausdruck) - Tâches de composition d'e-mails\n- Préparation Orale (Mündlicher Ausdruck) - 3 parties avec des exemples\n\nEXAMENS BLANCS RÉALISTES\n- Tests d'entraînement complets simulant les conditions réelles d'examen\n- Sections chronométrées correspondant au format réel de l'examen {{LEVEL}}\n- Notation instantanée et retour détaillé sur les performances\n- Variations multiples de tests pour une pratique complète\n\nSUIVI INTELLIGENT DES PROGRÈS\n- Surveillez votre amélioration dans toutes les sections de l'examen\n- Identifiez les forces et les faiblesses\n- Suivez les taux d'achèvement et les scores\n- Synchronisez les progrès entre les appareils avec sauvegarde cloud\n\nSUPPORT MULTILINGUE\n- Interface disponible en anglais, allemand, espagnol et arabe\n- Instructions et explications claires\n- Convient aux apprenants internationaux\n\nMODES DE PRATIQUE\n- Pratique de section individuelle pour un apprentissage ciblé\n- Exercices mixtes pour une préparation complète\n- Construction du vocabulaire et pratique des phrases\n- Réponses d'exemple et réponses modèles\n\nPARFAIT POUR\n- Les étudiants se préparant à la certification {{LANGUAGE}} {{LEVEL}}\n- Les apprenants de la langue {{LANGUAGE}} au niveau {{LEVEL_NAME}}\n- Les participants aux cours d'intégration en {{COUNTRY}}\n- Toute personne cherchant des permis de résidence ou de travail en {{LANGUAGE}}\n- Les candidats universitaires nécessitant une certification {{LEVEL}}\n\nGUIDE DE STRUCTURE D'EXAMEN\n- Répartition détaillée de toutes les sections de l'examen\n- Critères de notation et exigences de réussite\n- Conseils de gestion du temps\n- Grilles d'évaluation pour l'écriture et l'oral\n\nVOTRE VIE PRIVÉE COMPTE\n- Authentification sécurisée avec Google et Facebook\n- Création de compte facultative pour la synchronisation des progrès\n- Pratiquez hors ligne sans connexion Internet\n- Traitement des données conforme au RGPD\n\nPOURQUOI CHOISIR CETTE APPLICATION?\n- Basée sur le format officiel de l'examen {{LEVEL}}\n- Mises à jour régulières du contenu et améliorations\n- Pas de coûts cachés - toutes les fonctionnalités incluses\n- Interface conviviale pour une navigation facile\n- Convient pour l'auto-apprentissage et les cours de préparation aux examens\n- Bilan éprouvé avec des candidats ayant réussi\n\nAPPROCHE D'APPRENTISSAGE\nNotre application suit la structure officielle de l'examen {{LEVEL}}, garantissant que vous êtes familier avec chaque type de question et format de tâche. Pratiquez avec des matériaux authentiques de style examen et obtenez un retour instantané pour accélérer votre apprentissage.\n\nSTRATÉGIE DE RÉUSSITE À L'EXAMEN\n- Apprenez la structure et les exigences de l'examen\n- Pratiquez des sections individuelles pour développer les compétences\n- Passez des examens blancs complets dans des conditions chronométrées\n- Examinez vos résultats et concentrez-vous sur les zones faibles\n- Répétez jusqu'à ce que vous réussissiez systématiquement les examens blancs\n\nCONSEILS D'ÉTUDE INCLUS\n- Stratégies efficaces de préparation aux examens\n- Erreurs courantes à éviter\n- Techniques de gestion du temps\n- Conseils de réduction du stress pour le jour de l'examen\n\nREJOIGNEZ DES MILLIERS D'APPRENANTS RÉUSSIS\nTéléchargez maintenant et commencez votre parcours vers le succès de la certification {{LEVEL}}!\n\nSUPPORT ET COMMENTAIRES\nNous nous engageons à vous aider à réussir. Contactez-nous pour des questions, suggestions ou besoins de support technique.\n\nNote: Il s'agit d'une application d'étude indépendante et n'est pas officiellement affiliée à telc GmbH. Tous les matériaux de pratique sont créés à des fins éducatives.\n\nMISES À JOUR RÉGULIÈRES\nNous améliorons continuellement l'application en fonction des commentaires des utilisateurs et des changements de format d'examen. Activez les mises à jour automatiques pour obtenir les dernières fonctionnalités!",
    "it": "Esame {{LEVEL}} di {{LANGUAGE}} - Preparazione Completa e Test di Pratica\n\nSupera il tuo esame {{LANGUAGE}} {{LEVEL}} con fiducia! La nostra app completa di preparazione agli esami fornisce tutto ciò di cui hai bisogno per avere successo in tutte le sezioni del test di lingua {{LANGUAGE}} {{LEVEL}}.\n\nCARATTERISTICHE PRINCIPALI\n\nCOPERTURA COMPLETA DELL'ESAME\n- Comprensione della Lettura (Leseverstehen) - 3 parti con testi autentici\n- Pratica di Ascolto (Hörverstehen) - 3 parti con esercizi audio\n- Esercizi di Grammatica (Sprachbausteine) - 2 parti con domande a riempimento\n- Pratica di Scrittura (Schriftlicher Ausdruck) - Compiti di composizione e-mail\n- Preparazione Orale (Mündlicher Ausdruck) - 3 parti con esempi\n\nESAMI SIMULATI REALISTICI\n- Test di pratica completi che simulano le condizioni reali dell'esame\n- Sezioni cronometrate corrispondenti al formato reale dell'esame {{LEVEL}}\n- Punteggio istantaneo e feedback dettagliato sulle prestazioni\n- Variazioni multiple di test per pratica completa\n\nMONITORAGGIO INTELLIGENTE DEI PROGRESSI\n- Monitora il tuo miglioramento in tutte le sezioni dell'esame\n- Identifica punti di forza e debolezza\n- Traccia i tassi di completamento e i punteggi\n- Sincronizza i progressi tra i dispositivi con backup cloud\n\nSUPPORTO MULTILINGUE\n- Interfaccia disponibile in inglese, tedesco, spagnolo e arabo\n- Istruzioni e spiegazioni chiare\n- Adatto per studenti internazionali\n\nMODALITÀ DI PRATICA\n- Pratica di sezione individuale per apprendimento mirato\n- Esercizi misti per preparazione completa\n- Costruzione del vocabolario e pratica delle frasi\n- Risposte di esempio e risposte modello\n\nPERFETTO PER\n- Studenti che si preparano per la certificazione {{LANGUAGE}} {{LEVEL}}\n- Studenti della lingua {{LANGUAGE}} al livello {{LEVEL_NAME}}\n- Partecipanti ai corsi di integrazione in {{COUNTRY}}\n- Chiunque cerchi permessi di residenza o lavoro in {{LANGUAGE}}\n- Candidati universitari che richiedono certificazione {{LEVEL}}\n\nGUIDA ALLA STRUTTURA DELL'ESAME\n- Scomposizione dettagliata di tutte le sezioni dell'esame\n- Criteri di punteggio e requisiti di superamento\n- Suggerimenti per la gestione del tempo\n- Griglie di valutazione per scrittura e parlato\n\nLA TUA PRIVACY CONTA\n- Autenticazione sicura con Google e Facebook\n- Creazione account opzionale per sincronizzazione progressi\n- Pratica offline senza connessione Internet\n- Gestione dati conforme al GDPR\n\nPERCHÉ SCEGLIERE QUESTA APP?\n- Basata sul formato ufficiale dell'esame {{LEVEL}}\n- Aggiornamenti regolari dei contenuti e miglioramenti\n- Nessun costo nascosto - tutte le funzionalità incluse\n- Interfaccia user-friendly per navigazione facile\n- Adatto per auto-apprendimento e corsi di preparazione agli esami\n- Track record comprovato con candidati di successo\n\nAPPROCCIO ALL'APPRENDIMENTO\nLa nostra app segue la struttura ufficiale dell'esame {{LEVEL}}, assicurando che tu sia familiare con ogni tipo di domanda e formato di compito. Pratica con materiali autentici in stile esame e ottieni feedback istantaneo per accelerare il tuo apprendimento.\n\nSTRATEGIA DI SUCCESSO NELL'ESAME\n- Impara la struttura e i requisiti dell'esame\n- Pratica sezioni individuali per sviluppare competenze\n- Sostieni esami simulati completi in condizioni cronometrate\n- Rivedi i tuoi risultati e concentrati sulle aree deboli\n- Ripeti fino a quando superi costantemente gli esami simulati\n\nSUGGERIMENTI DI STUDIO INCLUSI\n- Strategie efficaci di preparazione agli esami\n- Errori comuni da evitare\n- Tecniche di gestione del tempo\n- Suggerimenti per ridurre lo stress il giorno dell'esame\n\nUNISCITI A MIGLIAIA DI STUDENTI DI SUCCESSO\nScarica ora e inizia il tuo percorso verso il successo della certificazione {{LEVEL}}!\n\nSUPPORTO E FEEDBACK\nSiamo impegnati ad aiutarti ad avere successo. Contattaci con domande, suggerimenti o necessità di supporto tecnico.\n\nNota: Questa è un'app di studio indipendente e non è ufficialmente affiliata con telc GmbH. Tutti i materiali di pratica sono creati per scopi educativi.\n\nAGGIORNAMENTI REGOLARI\nMiglioriamo continuamente l'app in base al feedback degli utenti e ai cambiamenti nel formato dell'esame. Attiva gli aggiornamenti automatici per ottenere le ultime funzionalità!",
    "pt": "Exame {{LEVEL}} de {{LANGUAGE}} - Preparação Completa e Testes Práticos\n\nPasse no seu exame {{LANGUAGE}} {{LEVEL}} com confiança! Nosso aplicativo abrangente de preparação para exames fornece tudo o que você precisa para ter sucesso em todas as seções do teste de idioma {{LANGUAGE}} {{LEVEL}}.\n\nPRINCIPAIS RECURSOS\n\nCOBERTURA COMPLETA DO EXAME\n- Compreensão de Leitura (Leseverstehen) - 3 partes com textos autênticos\n- Prática de Audição (Hörverstehen) - 3 partes com exercícios de áudio\n- Exercícios de Gramática (Sprachbausteine) - 2 partes com perguntas de preenchimento de lacunas\n- Prática de Escrita (Schriftlicher Ausdruck) - Tarefas de composição de e-mail\n- Preparação Oral (Mündlicher Ausdruck) - 3 partes com exemplos\n\nEXAMES SIMULADOS REALISTAS\n- Testes práticos completos simulando condições reais de exame\n- Seções cronometradas correspondendo ao formato real do exame {{LEVEL}}\n- Pontuação instantânea e feedback detalhado de desempenho\n- Múltiplas variações de teste para prática abrangente\n\nACOMPANHAMENTO INTELIGENTE DE PROGRESSO\n- Monitore sua melhoria em todas as seções do exame\n- Identifique pontos fortes e fracos\n- Acompanhe taxas de conclusão e pontuações\n- Sincronize o progresso entre dispositivos com backup na nuvem\n\nSUPORTE MULTILÍNGUE\n- Interface disponível em inglês, alemão, espanhol e árabe\n- Instruções e explicações claras\n- Adequado para estudantes internacionais\n\nMODOS DE PRÁTICA\n- Prática de seção individual para aprendizado focado\n- Exercícios mistos para preparação abrangente\n- Construção de vocabulário e prática de frases\n- Respostas de exemplo e respostas modelo\n\nPERFEITO PARA\n- Estudantes se preparando para certificação {{LANGUAGE}} {{LEVEL}}\n- Aprendizes da língua {{LANGUAGE}} no nível {{LEVEL_NAME}}\n- Participantes de cursos de integração na {{COUNTRY}}\n- Qualquer pessoa buscando permissões de residência ou trabalho na {{LANGUAGE}}\n- Candidatos universitários que requerem certificação {{LEVEL}}\n\nGUIA DE ESTRUTURA DO EXAME\n- Detalhamento detalhado de todas as seções do exame\n- Critérios de pontuação e requisitos de aprovação\n- Dicas de gerenciamento de tempo\n- Rubricas de avaliação para escrita e fala\n\nSUA PRIVACIDADE IMPORTA\n- Autenticação segura com Google e Facebook\n- Criação de conta opcional para sincronização de progresso\n- Pratique offline sem conexão com a internet\n- Tratamento de dados em conformidade com GDPR\n\nPOR QUE ESCOLHER ESTE APLICATIVO?\n- Baseado no formato oficial do exame {{LEVEL}}\n- Atualizações regulares de conteúdo e melhorias\n- Sem custos ocultos - todos os recursos incluídos\n- Interface amigável para navegação fácil\n- Adequado para auto-estudo e cursos de preparação para exames\n- Histórico comprovado com candidatos bem-sucedidos\n\nABORDAGEM DE APRENDIZAGEM\nNosso aplicativo segue a estrutura oficial do exame {{LEVEL}}, garantindo que você esteja familiarizado com cada tipo de pergunta e formato de tarefa. Pratique com materiais autênticos de estilo de exame e obtenha feedback instantâneo para acelerar seu aprendizado.\n\nESTRATÉGIA DE SUCESSO NO EXAME\n- Aprenda a estrutura e requisitos do exame\n- Pratique seções individuais para desenvolver habilidades\n- Faça exames simulados completos em condições cronometradas\n- Revise seus resultados e foque nas áreas fracas\n- Repita até passar consistentemente nos exames simulados\n\nDICAS DE ESTUDO INCLUÍDAS\n- Estratégias eficazes de preparação para exames\n- Erros comuns a evitar\n- Técnicas de gerenciamento de tempo\n- Dicas de redução de estresse para o dia do exame\n\nJUNTE-SE A MILHARES DE ESTUDANTES BEM-SUCEDIDOS\nBaixe agora e comece sua jornada para o sucesso da certificação {{LEVEL}}!\n\nSUPORTE E FEEDBACK\nEstamos comprometidos em ajudá-lo a ter sucesso. Entre em contato conosco com perguntas, sugestões ou necessidades de suporte técnico.\n\nNota: Este é um aplicativo de estudo independente e não é oficialmente afiliado à telc GmbH. Todos os materiais práticos são criados para fins educacionais.\n\nATUALIZAÇÕES REGULARES\nMelhoramos continuamente o aplicativo com base no feedback dos usuários e mudanças no formato do exame. Ative as atualizações automáticas para obter os recursos mais recentes!",
    "ru": "Экзамен {{LEVEL}} по {{LANGUAGE}} - Полная Подготовка и Практические Тесты\n\nСдайте экзамен {{LANGUAGE}} {{LEVEL}} с уверенностью! Наше комплексное приложение для подготовки к экзаменам предоставляет все необходимое для успешной сдачи всех разделов языкового теста {{LANGUAGE}} {{LEVEL}}.\n\nОСНОВНЫЕ ФУНКЦИИ\n\nПОЛНЫЙ ОХВАТ ЭКЗАМЕНА\n- Понимание Чтения (Leseverstehen) - 3 части с аутентичными текстами\n- Практика Аудирования (Hörverstehen) - 3 части с аудио упражнениями\n- Грамматические Упражнения (Sprachbausteine) - 2 части с вопросами на заполнение пропусков\n- Практика Письма (Schriftlicher Ausdruck) - Задания по написанию электронных писем\n- Подготовка к Устной Части (Mündlicher Ausdruck) - 3 части с примерами\n\nРЕАЛИСТИЧНЫЕ ПРОБНЫЕ ЭКЗАМЕНЫ\n- Полноценные практические тесты, имитирующие реальные условия экзамена\n- Хронометрированные разделы, соответствующие реальному формату экзамена {{LEVEL}}\n- Мгновенная оценка и подробная обратная связь о результатах\n- Множественные вариации тестов для всесторонней практики\n\nИНТЕЛЛЕКТУАЛЬНОЕ ОТСЛЕЖИВАНИЕ ПРОГРЕССА\n- Отслеживайте свой прогресс во всех разделах экзамена\n- Определяйте сильные и слабые стороны\n- Отслеживайте процент выполнения и баллы\n- Синхронизируйте прогресс между устройствами с облачным резервным копированием\n\nМНОГОЯЗЫЧНАЯ ПОДДЕРЖКА\n- Интерфейс доступен на английском, немецком, испанском и арабском языках\n- Четкие инструкции и объяснения\n- Подходит для международных учащихся\n\nРЕЖИМЫ ПРАКТИКИ\n- Практика отдельных разделов для целенаправленного обучения\n- Смешанные упражнения для комплексной подготовки\n- Расширение словарного запаса и практика фраз\n- Примеры ответов и образцовые ответы\n\nИДЕАЛЬНО ДЛЯ\n- Студентов, готовящихся к сертификации {{LANGUAGE}} {{LEVEL}}\n- Изучающих язык {{LANGUAGE}} на уровне {{LEVEL_NAME}}\n- Участников интеграционных курсов в {{COUNTRY}}\n- Всех, кто ищет разрешения на проживание или работу в {{LANGUAGE}}\n- Абитуриентов, требующих сертификацию {{LEVEL}}\n\nРУКОВОДСТВО ПО СТРУКТУРЕ ЭКЗАМЕНА\n- Подробная разбивка всех разделов экзамена\n- Критерии оценки и требования для сдачи\n- Советы по управлению временем\n- Критерии оценки для письма и устной части\n\nВАША КОНФИДЕНЦИАЛЬНОСТЬ ВАЖНА\n- Безопасная аутентификация через Google и Facebook\n- Дополнительное создание учетной записи для синхронизации прогресса\n- Практикуйтесь офлайн без интернет-соединения\n- Обработка данных в соответствии с GDPR\n\nПОЧЕМУ ВЫБРАТЬ ЭТО ПРИЛОЖЕНИЕ?\n- Основано на официальном формате экзамена {{LEVEL}}\n- Регулярные обновления контента и улучшения\n- Без скрытых затрат - все функции включены\n- Удобный интерфейс для легкой навигации\n- Подходит для самостоятельного изучения и курсов подготовки к экзаменам\n- Проверенный опыт успешной сдачи экзаменов\n\nПОДХОД К ОБУЧЕНИЮ\nНаше приложение следует официальной структуре экзамена {{LEVEL}}, гарантируя, что вы знакомы с каждым типом вопросов и форматом заданий. Практикуйтесь с аутентичными материалами экзаменационного типа и получайте мгновенную обратную связь для ускорения обучения.\n\nСТРАТЕГИЯ УСПЕХА НА ЭКЗАМЕНЕ\n- Изучите структуру и требования экзамена\n- Практикуйте отдельные разделы для развития навыков\n- Проходите полные пробные экзамены в условиях ограничения времени\n- Просматривайте свои результаты и сосредоточьтесь на слабых местах\n- Повторяйте, пока не будете стабильно сдавать пробные экзамены\n\nВКЛЮЧЕННЫЕ СОВЕТЫ ПО ОБУЧЕНИЮ\n- Эффективные стратегии подготовки к экзаменам\n- Распространенные ошибки, которых следует избегать\n- Техники управления временем\n- Советы по снижению стресса в день экзамена\n\nПРИСОЕДИНЯЙТЕСЬ К ТЫСЯЧАМ УСПЕШНЫХ УЧАЩИХСЯ\nСкачайте сейчас и начните свой путь к успеху сертификации {{LEVEL}}!\n\nПОДДЕРЖКА И ОТЗЫВЫ\nМы стремимся помочь вам добиться успеха. Свяжитесь с нами с вопросами, предложениями или потребностями технической поддержки.\n\nПримечание: Это независимое учебное приложение и официально не связано с telc GmbH. Все практические материалы созданы в образовательных целях.\n\nРЕГУЛЯРНЫЕ ОБНОВЛЕНИЯ\nМы постоянно улучшаем приложение на основе отзывов пользователей и изменений в формате экзамена. Включите автоматические обновления, чтобы получать последние функции!",
    "ar": "امتحان {{LEVEL}} {{LANGUAGE}} - التحضير الكامل والاختبارات التدريبية\n\nاجتاز امتحان {{LANGUAGE}} {{LEVEL}} بثقة! يوفر تطبيق الإعداد الشامل للامتحانات لدينا كل ما تحتاجه للنجاح في جميع أقسام اختبار اللغة {{LANGUAGE}} {{LEVEL}}.\n\nالميزات الرئيسية\n\nتغطية كاملة للامتحان\n- فهم القراءة (Leseverstehen) - 3 أجزاء مع نصوص أصلية\n- ممارسة الاستماع (Hörverstehen) - 3 أجزاء مع تمارين صوتية\n- تمارين القواعد (Sprachbausteine) - جزءان مع أسئلة ملء الفراغات\n- ممارسة الكتابة (Schriftlicher Ausdruck) - مهام كتابة البريد الإلكتروني\n- التحضير للمحادثة (Mündlicher Ausdruck) - 3 أجزاء مع أمثلة\n\nامتحانات تدريبية واقعية\n- اختبارات تدريبية كاملة تحاكي ظروف الامتحان الحقيقية\n- أقسام موقوتة تطابق صيغة امتحان {{LEVEL}} الفعلية\n- تسجيل فوري وملاحظات تفصيلية عن الأداء\n- متغيرات اختبار متعددة للممارسة الشاملة\n\nتتبع ذكي للتقدم\n- راقب تحسنك في جميع أقسام الامتحان\n- حدد نقاط القوة والضعف\n- تتبع معدلات الإنجاز والدرجات\n- مزامنة التقدم عبر الأجهزة مع النسخ الاحتياطي السحابي\n\nدعم متعدد اللغات\n- الواجهة متوفرة باللغات الإنجليزية والألمانية والإسبانية والعربية\n- تعليمات وتفسيرات واضحة\n- مناسب للمتعلمين الدوليين\n\nأوضاع الممارسة\n- ممارسة قسم فردي للتعلم المركز\n- تمارين مختلطة للتحضير الشامل\n- بناء المفردات وممارسة العبارات\n- إجابات نموذجية وإجابات مثالية\n\nمثالي لـ\n- الطلاب الذين يستعدون لشهادة {{LANGUAGE}} {{LEVEL}}\n- متعلمي لغة {{LANGUAGE}} في مستوى {{LEVEL_NAME}}\n- المشاركين في دورات التكامل في {{COUNTRY}}\n- أي شخص يبحث عن تصاريح إقامة أو عمل في {{LANGUAGE}}\n- المتقدمين للجامعة الذين يحتاجون شهادة {{LEVEL}}\n\nدليل هيكل الامتحان\n- تقسيم مفصل لجميع أقسام الامتحان\n- معايير التسجيل ومتطلبات النجاح\n- نصائح إدارة الوقت\n- معايير التقييم للكتابة والمحادثة\n\nخصوصيتك مهمة\n- مصادقة آمنة مع Google و Facebook\n- إنشاء حساب اختياري لمزامنة التقدم\n- تدرب دون اتصال بالإنترنت\n- معالجة البيانات متوافقة مع GDPR\n\nلماذا تختار هذا التطبيق؟\n- مبني على صيغة امتحان {{LEVEL}} الرسمية\n- تحديثات منتظمة للمحتوى وتحسينات\n- بدون تكاليف مخفية - جميع الميزات مشمولة\n- واجهة سهلة الاستخدام للتنقل السهل\n- مناسب للدراسة الذاتية ودورات الإعداد للامتحانات\n- سجل حافل مع الممتحنين الناجحين\n\nنهج التعلم\nيتبع تطبيقنا الهيكل الرسمي لامتحان {{LEVEL}}، مما يضمن معرفتك بكل نوع سؤال وصيغة مهمة. تدرب مع مواد أصلية بأسلوب الامتحان واحصل على ملاحظات فورية لتسريع تعلمك.\n\nاستراتيجية النجاح في الامتحان\n- تعلم هيكل الامتحان ومتطلباته\n- تدرب على الأقسام الفردية لبناء المهارات\n- خذ امتحانات تدريبية كاملة في ظروف موقوتة\n- راجع نتائجك وركز على المجالات الضعيفة\n- كرر حتى تنجح باستمرار في الامتحانات التدريبية\n\nنصائح الدراسة المشمولة\n- استراتيجيات فعالة للتحضير للامتحانات\n- أخطاء شائعة يجب تجنبها\n- تقنيات إدارة الوقت\n- نصائح تقليل التوتر ليوم الامتحان\n\nانضم إلى آلاف المتعلمين الناجحين\nقم بالتنزيل الآن وابدأ رحلتك نحو نجاح شهادة {{LEVEL}}!\n\nالدعم والملاحظات\nنحن ملتزمون بمساعدتك على النجاح. اتصل بنا بأسئلة أو اقتراحات أو احتياجات الدعم الفني.\n\nملاحظة: هذا تطبيق دراسة مستقل وغير مرتبط رسميًا بـ telc GmbH. يتم إنشاء جميع مواد الممارسة لأغراض تعليمية.\n\nتحديثات منتظمة\nنحن نحسن التطبيق باستمرار بناءً على ملاحظات المستخدمين والتغييرات في صيغة الامتحان. قم بتشغيل التحديثات التلقائية للحصول على أحدث الميزات!",
    "tr": "{{LEVEL}} {{LANGUAGE}} Sınavı - Tam Hazırlık ve Pratik Testler\n\n{{LANGUAGE}} {{LEVEL}} sınavınızı güvenle geçin! Kapsamlı sınav hazırlık uygulamamız, {{LEVEL}} {{LANGUAGE}} dil testinin tüm bölümlerinde başarılı olmanız için ihtiyacınız olan her şeyi sağlar.\n\nANA ÖZELLİKLER\n\nTAM SINAV KAPSAMI\n- Okuma Anlama (Leseverstehen) - Otantik metinlerle 3 bölüm\n- Dinleme Pratiği (Hörverstehen) - Ses egzersizleriyle 3 bölüm\n- Gramer Alıştırmaları (Sprachbausteine) - Boşluk doldurma sorularıyla 2 bölüm\n- Yazma Pratiği (Schriftlicher Ausdruck) - E-posta kompozisyon görevleri\n- Konuşma Hazırlığı (Mündlicher Ausdruck) - Örneklerle 3 bölüm\n\nGERÇEKÇİ DENEME SINAVLARI\n- Gerçek sınav koşullarını simüle eden tam uzunlukta pratik testler\n- Gerçek {{LEVEL}} sınav formatıyla eşleşen zamanlı bölümler\n- Anında puanlama ve detaylı performans geri bildirimi\n- Kapsamlı pratik için birden fazla test varyasyonu\n\nAKILLI İLERLEME TAKİBİ\n- Tüm sınav bölümlerindeki gelişiminizi izleyin\n- Güçlü ve zayıf yönleri belirleyin\n- Tamamlanma oranlarını ve puanları takip edin\n- Bulut yedekleme ile cihazlar arası ilerlemeyi senkronize edin\n\nÇOK DİLLİ DESTEK\n- Arayüz İngilizce, Almanca, İspanyolca ve Arapça dillerinde mevcuttur\n- Net talimatlar ve açıklamalar\n- Uluslararası öğrenciler için uygundur\n\nPRATİK MODLARI\n- Odaklanmış öğrenme için bireysel bölüm pratiği\n- Kapsamlı hazırlık için karışık egzersizler\n- Kelime dağarcığı oluşturma ve ifade pratiği\n- Örnek cevaplar ve model yanıtlar\n\nMÜKEMMEL\n- {{LANGUAGE}} {{LEVEL}} sertifikasyonuna hazırlanan öğrenciler\n- {{LEVEL_NAME}} seviyesinde {{LANGUAGE}} dil öğrencileri\n- {{COUNTRY}}'deki entegrasyon kursları katılımcıları\n- {{LANGUAGE}} oturma veya çalışma izni arayanlar\n- {{LEVEL}} sertifikasyonu gerektiren üniversite başvuru sahipleri\n\nSINAV YAPISI REHBERİ\n- Tüm sınav bölümlerinin ayrıntılı dökümü\n- Puanlama kriterleri ve geçme gereklilikleri\n- Zaman yönetimi ipuçları\n- Yazma ve konuşma için değerlendirme rubrik\n\nGİZLİLİĞİNİZ ÖNEMLİDİR\n- Google ve Facebook ile güvenli kimlik doğrulama\n- İlerleme senkronizasyonu için isteğe bağlı hesap oluşturma\n- İnternet bağlantısı olmadan çevrimdışı pratik yapın\n- GDPR uyumlu veri işleme\n\nNEDEN BU UYGULAMAYI SEÇMELİSİNİZ?\n- Resmi {{LEVEL}} sınav formatına dayanır\n- Düzenli içerik güncellemeleri ve iyileştirmeler\n- Gizli maliyetler yok - tüm özellikler dahil\n- Kolay gezinme için kullanıcı dostu arayüz\n- Kendi kendine çalışma ve sınav hazırlık kursları için uygundur\n- Başarılı sınav katılımcılarıyla kanıtlanmış geçmiş\n\nÖĞRENME YAKLAŞIMI\nUygulamamız resmi {{LEVEL}} sınav yapısını takip ederek her soru türü ve görev formatına aşina olmanızı sağlar. Otantik sınav tarzı materyallerle pratik yapın ve öğrenmenizi hızlandırmak için anında geri bildirim alın.\n\nSINAV BAŞARI STRATEJİSİ\n- Sınav yapısını ve gerekliliklerini öğrenin\n- Beceri oluşturmak için bireysel bölümleri pratik yapın\n- Zamanlı koşullar altında tam deneme sınavları yapın\n- Sonuçlarınızı gözden geçirin ve zayıf alanlara odaklanın\n- Deneme sınavlarını tutarlı bir şekilde geçene kadar tekrarlayın\n\nDAHİL EDİLEN ÇALIŞMA İPUÇLARI\n- Etkili sınav hazırlık stratejileri\n- Kaçınılması gereken yaygın hatalar\n- Zaman yönetimi teknikleri\n- Sınav günü için stres azaltma ipuçları\n\nBİNLERCE BAŞARILI ÖĞRENCİYE KATILIN\nŞimdi indirin ve {{LEVEL}} sertifika başarısına yolculuğunuza başlayın!\n\nDESTEK VE GERİ BİLDİRİM\nBaşarınıza yardımcı olmaya kararlıyız. Sorular, öneriler veya teknik destek ihtiyaçları için bizimle iletişime geçin.\n\nNot: Bu bağımsız bir çalışma uygulamasıdır ve resmi olarak telc GmbH ile ilişkili değildir. Tüm pratik materyalleri eğitim amaçları için oluşturulmuştur.\n\nDÜZENLİ GÜNCELLEMELER\nKullanıcı geri bildirimlerine ve sınav format değişikliklerine göre uygulamayı sürekli geliştiriyoruz. En son özellikleri almak için otomatik güncellemeleri açın!"
  },
  "keywords": {
    "en": "TELC {{LEVEL}}, {{LANGUAGE}} exam, {{LANGUAGE}} language test, {{LEVEL}} certificate, exam preparation, {{LANGUAGE}}prüfung",
    "de": "TELC {{LEVEL}}, {{LANGUAGE}}-Prüfung, {{LANGUAGE}}-Sprachtest, {{LEVEL}}-Zertifikat, Prüfungsvorbereitung, {{LANGUAGE}}prüfung",
    "es": "TELC {{LEVEL}}, examen de {{LANGUAGE}}, prueba de idioma {{LANGUAGE}}, certificado {{LEVEL}}, preparación de examen, {{LANGUAGE}}prüfung",
    "fr": "TELC {{LEVEL}}, examen {{LANGUAGE}}, test de langue {{LANGUAGE}}, certificat {{LEVEL}}, préparation examen, {{LANGUAGE}}prüfung",
    "it": "TELC {{LEVEL}}, esame {{LANGUAGE}}, test lingua {{LANGUAGE}}, certificato {{LEVEL}}, preparazione esame, {{LANGUAGE}}prüfung",
    "pt": "TELC {{LEVEL}}, exame {{LANGUAGE}}, teste de idioma {{LANGUAGE}}, certificado {{LEVEL}}, preparação exame, {{LANGUAGE}}prüfung",
    "ru": "TELC {{LEVEL}}, экзамен {{LANGUAGE}}, языковой тест {{LANGUAGE}}, сертификат {{LEVEL}}, подготовка к экзамену, {{LANGUAGE}}prüfung",
    "ar": "TELC {{LEVEL}}، امتحان {{LANGUAGE}}، اختبار لغة {{LANGUAGE}}، شهادة {{LEVEL}}، التحضير للامتحان، {{LANGUAGE}}prüfung",
    "tr": "TELC {{LEVEL}}, {{LANGUAGE}} sınavı, {{LANGUAGE}} dil testi, {{LEVEL}} sertifikası, sınav hazırlığı, {{LANGUAGE}}prüfung"
  },
  "support_url": "https://telc-exam-preperation.web.app/support",
  "marketing_url": "https://telc-exam-preperation.web.app/",
  "level_names": {
    "A1": {
      "en": "beginner",
      "de": "Anfänger",
      "es": "principiante",
      "fr": "débutant",
      "it": "principiante",
      "pt": "iniciante",
      "ru": "начальный",
      "ar": "مبتدئ",
      "tr": "başlangıç"
    },
    "B1": {
      "en": "intermediate",
      "de": "Mittelstufe",
      "es": "intermedio",
      "fr": "intermédiaire",
      "it": "intermedio",
      "pt": "intermediário",
      "ru": "средний",
      "ar": "متوسط",
      "tr": "orta"
    },
    "B2": {
      "en": "upper intermediate",
      "de": "Oberstufe",
      "es": "intermedio alto",
      "fr": "intermédiaire supérieur",
      "it": "intermedio superiore",
      "pt": "intermediário superior",
      "ru": "выше среднего",
      "ar": "فوق المتوسط",
      "tr": "üst orta"
    }
  },
  "languages": {
    "german": {
      "en": "German",
      "de": "Deutsch",
      "es": "Alemán",
      "fr": "Allemand",
      "it": "Tedesco",
      "pt": "Alemão",
      "ru": "Немецкий",
      "ar": "الألمانية",
      "tr": "Almanca"
    },
    "english": {
      "en": "English",
      "de": "Englisch",
      "es": "Inglés",
      "fr": "Anglais",
      "it": "Inglese",
      "pt": "Inglês",
      "ru": "Английский",
      "ar": "الإنجليزية",
      "tr": "İngilizce"
    },
    "spanish": {
      "en": "Spanish",
      "de": "Spanisch",
      "es": "Español",
      "fr": "Espagnol",
      "it": "Spagnolo",
      "pt": "Espanhol",
      "ru": "Испанский",
      "ar": "الإسبانية",
      "tr": "İspanyolca"
    }
  },
  "countries": {
    "german": {
      "en": "Germany",
      "de": "Deutschland",
      "es": "Alemania",
      "fr": "Allemagne",
      "it": "Germania",
      "pt": "Alemanha",
      "ru": "Германия",
      "ar": "ألمانيا",
      "tr": "Almanya"
    },
    "english": {
      "en": "UK/US",
      "de": "UK/USA",
      "es": "Reino Unido/EE.UU.",
      "fr": "Royaume-Uni/États-Unis",
      "it": "Regno Unito/USA",
      "pt": "Reino Unido/EUA",
      "ru": "Великобритания/США",
      "ar": "المملكة المتحدة/الولايات المتحدة",
      "tr": "İngiltere/ABD"
    },
    "spanish": {
      "en": "Spain",
      "de": "Spanien",
      "es": "España",
      "fr": "Espagne",
      "it": "Spagna",
      "pt": "Espanha",
      "ru": "Испания",
      "ar": "إسبانيا",
      "tr": "İspanya"
    }
  }
}
