{
  "section_details": {
    "title": "Listening Part 1: Global Comprehension",
    "instructions_de": "Sie hören nun fünf kurze Texte. Dazu sollen Sie fünf Aufgaben lösen. Sie hören diese Texte nur einmal. Entscheiden Sie beim Hören, ob die Aussagen richtig (+) oder falsch (-) sind.",
    "instructions_en": "You will now hear five short texts. You should solve five tasks. You will hear these texts only once. Decide while listening whether the statements are correct (+) or false (-).",
    "instructions_ar": "ستسمع الآن خمس نصوص قصيرة. يجب أن تحل خمس عمليات. ستسمع هذه النصوص فقط مرة واحدة. قرر أثناء الاستماع إذا كانت البيانات صحيحة (+) أو خاطئة (-).",
    "instructions_ru": "Вы сейчас услышите пять коротких текстов. Вам нужно решить пять задач. Вы услышите эти тексты только один раз. Решите, слушая, являются ли утверждения правильными (+) или неправильными (-).",
    "instructions_fr": "Vous entendrez maintenant cinq textes courts. Vous devez résoudre cinq tâches. Vous entendrez ces textes une seule fois. Décidez en écoutant si les affirmations sont correctes (+) ou incorrectes (-).",
    "instructions_es": "Escucharás ahora cinco textos cortos. Debes resolver cinco tareas. Escucharás estos textos solo una vez. Decide mientras escuchas si las afirmaciones son correctas (+) o incorrectas (-).",
    "duration_minutes": 5,
    "prep_time_seconds": 30
  },
  "exams": [
    {
      "title": "Global News and Curiosities",
      "id": 0,
      "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/english-b2-listening-question-part-1-exam-1.mp3?alt=media&token=e228d6c5-1afa-41a0-a209-a37f6d9f32a9",
      "statements": [
        {
          "is_correct": false,
          "id": 41,
          "statement": "The electronics company is refusing to give money back to customers who bought the defective phone."
        },
        {
          "id": 42,
          "is_correct": false,
          "statement": "Scientists have confirmed that the newly discovered planet definitely has an atmosphere."
        },
        {
          "is_correct": true,
          "statement": "The availability of food in the city is one reason the falcons have moved there.",
          "id": 43
        },
        {
          "is_correct": false,
          "id": 44,
          "statement": "The student was caught because the mannequin's speaker failed to answer during the roll call."
        },
        {
          "id": 45,
          "is_correct": true,
          "statement": "The study suggests that having plants in the office can improve how well employees focus."
        }
      ]
    },
    {
      "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/english-b2-listening-question-part-1-exam-2.mp3?alt=media&token=2641f546-906c-4a53-8528-6ae108bb2988",
      "id": 1,
      "title": "Global News and Human Interest",
      "statements": [
        {
          "is_correct": false,
          "id": 41,
          "statement": "The scooter company Swift Scooters was forced to recall their products after several customers were seriously injured."
        },
        {
          "id": 42,
          "is_correct": true,
          "statement": "Although the meteor shower happens every year, this year's event is expected to be more intense than usual."
        },
        {
          "is_correct": false,
          "statement": "Biological experts have confirmed that the animal in the video is definitely a Tasmanian Tiger.",
          "id": 43
        },
        {
          "is_correct": true,
          "id": 44,
          "statement": "The man was caught because the parking space he painted did not look exactly like an official one."
        },
        {
          "id": 45,
          "is_correct": true,
          "statement": "Elena Ross uses her architectural skills to help elderly people improve their mental sharpness."
        }
      ]
    },
    {
      "audio_url": "https://firebasestorage.googleapis.com/v0/b/telc-b1-german.firebasestorage.app/o/english-b2-listening-question-part-1-exam-3.mp3?alt=media&token=4c4a5b8f-97cb-4161-9279-aa524e27c1d6",
      "id": 2,
      "title": "International Radio News and Reports",
      "statements": [
        {
          "is_correct": true,
          "id": 41,
          "statement": "The company is offering customers a choice between their money back or a new device."
        },
        {
          "id": 42,
          "is_correct": false,
          "statement": "Experts believe the early arrival of the birds will result in a higher survival rate for the chicks."
        },
        {
          "is_correct": true,
          "statement": "Construction work on the new building has been stopped to investigate the discovery.",
          "id": 43
        },
        {
          "is_correct": false,
          "id": 44,
          "statement": "The woman painted the road markings herself using paint she bought online."
        },
        {
          "id": 45,
          "is_correct": true,
          "statement": "Sarah Jenkins believes that her gardening program improves employee performance at work."
        }
      ]
    }
  ]
}