{
  "exams": [
    {
      "advertisements": {
        "f": "**IF COOKING IS YOUR PASSION, WE WANT TO HEAR FROM YOU!**\n\nWe are looking for articles for our monthly magazine on a variety of food-related topics.\n\nIf you have a favourite childhood food memory or a story of an unforgettable meal in the perfect setting, we want to know.\n\nTell us about your most unusual food experience, or review a restaurant.\n\nAll entries must be submitted by the end of next month to www.gourmetgrace.com. [cite: 56, 57, 58, 59, 60, 61]",
        "d": "**No-Cook Cookbook by Orlando Murrin**\n\nSuccessful \"no-cooking\" is quite an art in itself, and Orlando Murrin (the editor of BBC Good Food Magazine) explains what you need to keep in the fridge, freezer and store cupboard so that you can no-cook in no time.\n\nYou are allowed a kettle, toaster and food processor. A further advantage is that the emphasis is on assembling fresh, raw ingredients, making it very healthy fast-food.\n\nSurprise your friends and family with lots of interesting meals. [cite: 44, 45, 46, 47, 48]",
        "g": "**JOB HUNTING for roles, £30K-£350 K**\nwww.jobsabroad.com\n\nWith years of experience assisting expatriates to find work abroad, we can guide you into that challenging, rewarding career you have been looking for.\n\nOur Career Management & Marketing services are most effective for people with the following profiles:\n* CEOs/Directors/Senior Management\n* Sales & Marketing Management Mid-Level Professionals\n* Finance/Accounting/IT\n\nWe have jobs in the USA/Canada/New Zealand.\nSend us your CV for a confidential appointment:\nTel: 0113 200 2070\nEmail: jobsabroad@bernardhaldane.com [cite: 68, 71, 72, 73, 74, 75, 76, 77]",
        "i": "**Kingscourt Hotel**\n\nA popular location for weddings and other special occasions is offering a luxury five-star relaxation package to help couples escape the stresses of modern life.\n\nRelax in the sauna, detox in the steam room or swim in the pool.\n\nSip champagne while having a massage, facial or manicure. Enjoy a meal in our award-winning restaurant.\n\nWalk in our famous gardens or rest in the comfort of our fully equipped suites. Live the highlife!\n\nSee our website: www.kingscourt-hotel.co.uk [cite: 66, 82, 83, 84, 85, 86, 87]",
        "b": "**NT needs volunteers**\n\nThe National Trust is an organisation set up to protect British buildings, landscapes and coasts.\n\nWe are desperately looking for volunteer stewards during the busy summer months to help us welcome visitors to our Welsh historic attractions, as diverse as the Aberdulais Tin Works and Waterfall, Chirk Castle or Bodnant Garden.\n\nIf you like being with people and want to get out and about and have fun, then contact The National Trust's Volunteering Team at www.nationaltrust.org.uk/volunteers [cite: 31, 32, 33, 34, 35]",
        "h": "**TORQUAY**\n\nThe Atrium, Torquay, Devon.\nSuperb new 1, 2 and 3 bedroom apartments, set in a stunning location just minutes to walk from the seafront in Torquay, are a perfect example of stylish, modern properties, built for today's demanding homebuyers.\n\nEach of the apartments has individual views and is finished to the highest standard; this could be your perfect seaside retreat.\n\nShow apartment now open. With prices starting from just 250,000, don't delay!\n\nCall now on 01803 212597 to make an appointment to view. [cite: 70, 78, 79, 80, 81]",
        "c": "**EXPLORE vineyards by day and listen to fine chamber music by night at Le Fauré estate near Bordeaux.**\n\nWe have arranged a three-day event from October 3 to 6, with musicians from across Europe playing to guests after a gourmet dinner in the salon of an 18th-century house.\n\nA three-night break costs $245pp including half-board, concerts and transfers.\n\nExcursions to vineyards and a one-day cookery course are extra.\n\nwww.tourismefrance.com/lefaure\n\nAir France has flights to Bordeaux from £79 return.\nwww.airfrance.com/uk [cite: 36, 37, 38, 39, 40, 41, 42, 43]",
        "l": "**Want to study and play?**\n\nThere is still time for sports people to apply for a £1,000 scholarship to study at the University of Wales College, Newport.\n\nThe university is awarding six sports scholarships for the new academic year to future students who have reached a minimum standard of play or coaching in their chosen sport, providing they enrol on a full or part-time course at UWCN.\n\nFor full details and application forms, contact the UWCN Sports Centre on 01633 432933.\nApplications must be received by September 6. [cite: 97, 98, 99, 100]",
        "a": "**CURIOUS COOKS**\n\nThe ultimate Asian cookbook aimed at inspiring young and old to try their hand at something new.\n\nWith over 300 recipes for every occasion, these traditional Thai, Indian and Chinese classics will soon be new family favourites.\n\nThere are sections on healthy low-fat dishes, vegetarian meals and delicious desserts, and lots of tips for saving money and planning a weekly menu.\n\nThis book brings the tastes and smells of the Orient into your own home. An essential addition to any kitchen shelf. [cite: 24, 25, 26, 27, 28, 29, 30]",
        "e": "**FINISHED SCHOOL AND UNIVERSITY NOT FOR YOU?**\n**LOOKING FOR THE PERFECT CAREER?**\n**NEED A NEW START?**\n\nWe are looking for 10 new management trainees to join our dynamic team.\n\nWe are a marketing company involved in sports, utilities and promotions, and are looking for people to train from ground-level up to middle and senior management.\n\nThese positions would ideally suit anyone involved in sports and seeking a career change.\n\nNo management experience necessary.\nCall Anna Davis on 02920 227004 [cite: 49, 50, 51, 52, 53, 54, 55]",
        "j": "**Who says men can't cook?!**\n\nThese days many men have discovered the creative, social and health benefits of cooking.\n\nBut for those who haven't, the Kitchen Academy elementary courses give you advice on topics such as practical nutrition, vegetarian options and effective shopping techniques as well as a new skill to impress friends and improve your health.\n\nIn each workshop we prepare at least three courses and, with refreshments provided, no one goes home hungry or thirsty.\n\nSign up today. [cite: 88, 89, 90, 91, 92]",
        "k": "**Shopping online needn't cost the earth.**\n\nWith Grocery Hub there are three ways to shop: from your smartphone, computer or tablet, so there is no reason why you can't avail yourself of our fresh fruit and vegetables, gourmet and big brand products being brought straight to your door.\n\nOur award-winning service is great value. Sign up now and receive a discount of €15.\n\nTest us and see why our customers return to us time and time again. Grocery Hub - revolutionising online shopping. [cite: 93, 94, 95, 96]"
      },
      "id": 0,
      "situations": [
        {
          "id": 11,
          "text": "You would like to invest some money in a flat by the sea.",
          "answer": "h"
        },
        {
          "id": 12,
          "answer": "l",
          "text": "You are excellent at sports and would like to study in the UK but need financial support."
        },
        {
          "text": "You enjoy sharing tips about good places to eat with other people.",
          "answer": "f",
          "id": 13
        },
        {
          "id": 14,
          "answer": "c",
          "text": "You are looking for a wedding anniversary present for your parents who love classical music and good food."
        },
        {
          "id": 15,
          "answer": "x",
          "text": "Your brother loves food and enjoys cooking. He would like to do an advanced cooking course."
        },
        {
          "text": "You are interested in historic places and would like to help to show tourists around them.",
          "id": 16,
          "answer": "b"
        },
        {
          "answer": "i",
          "id": 17,
          "text": "You want to take your partner away for a romantic spa weekend."
        },
        {
          "id": 18,
          "text": "Your aunt has just come home from hospital and needs a food delivery service.",
          "answer": "k"
        },
        {
          "answer": "x",
          "id": 19,
          "text": "You are a computer specialist and would like to work in Britain but need help finding a job."
        },
        {
          "answer": "a",
          "id": 20,
          "text": "You are looking for a birthday present for a friend who loves exotic food."
        }
      ],
      "title": "Cooking, Shopping, Jobs and Other Services"
    },
    {
      "advertisements": {
        "a": "**FOCUS PHOTOGRAPHY WORKSHOPS**\n\nAre your holiday photos always slightly blurry? Do you want to move beyond the 'auto' setting on your camera?\n\nJoin our weekend intensive course for beginners. We cover composition, lighting, and editing software.\n\nClasses are small (max 6 people) to ensure individual attention.\n\nBring your own DSLR or rent one from us.\nVisit www.focus-photo-workshops.com to book your spot.",
        "b": "**WILD TREKS TRAVEL**\n\nFor those who find sitting by a pool boring, Wild Treks offers the ultimate adventure holidays.\n\nFrom climbing in the Scottish Highlands to hiking the trails of the Pyrenees, we have packages for active travellers.\n\nAll trips include professional guides, equipment hire, and accommodation in mountain lodges.\n\nBook before March for a 10% discount.\nCall 0800 555 342 or email adventures@wildtreks.co.uk",
        "c": "**Chapter One Books: STAFF WANTED**\n\nWe are looking for enthusiastic part-time sales assistants for our busy city-centre bookshop.\n\nThe ideal candidate loves reading, has excellent customer service skills, and is available to work weekends.\n\nDuties include stacking shelves, operating the till, and helping customers find their next favourite novel.\n\nNo previous experience required. Send your CV to manager@chapteronebooks.com",
        "d": "**Art World - Summer Sale**\n\nUnleash your inner artist! We are clearing our stock to make room for new inventory.\n\n50% off all oil paints, canvases, and sketchbooks. Buy two brushes and get the third one free.\n\nWe also stock a wide range of frames to display your masterpieces.\n\nVisit us at 14 High Street, opposite the post office. Open Mon-Sat 9 am - 6 pm.",
        "e": "**GLOBAL LENS FILM FESTIVAL**\n\nDiscover the world through cinema. This weekend, the City Arts Centre presents a selection of award-winning independent films from Asia, South America, and Europe.\n\nSubtitles provided for all non-English screenings.\n\nTickets are £10 per movie or £40 for a weekend pass.\n\nCome and enjoy culture, popcorn, and Q&A sessions with selected directors. www.globallens-fest.org",
        "f": "**EXECUTIVE ENGLISH ONLINE**\n\nDo you need to improve your language skills for your career? \n\nOur specialized courses focus on Business English for professionals. Learn how to negotiate, write formal reports, and present with confidence.\n\nAll lessons are conducted via video call by native speakers with business backgrounds.\n\nFlexible timing for busy schedules.\nSign up for a free trial lesson at www.exec-english.net",
        "g": "**Paws & Claws Animal Shelter**\n\nWe need you! Our shelter is currently full, and we are looking for reliable volunteers to help care for our dogs and cats.\n\nTasks include dog walking, cleaning kennels, and socializing with the animals to get them ready for adoption.\n\nIf you have a few hours to spare each week and a big heart, please contact us.\n\nNote: You must be over 18. volunteer@pawsandclaws.org",
        "h": "**The Blue Lagoon Spa**\n\nEscape the noise of the city and treat yourself to a day of pure relaxation.\n\nOur facility features a heated outdoor pool, thermal baths, and a range of massage therapies designed to reduce stress.\n\nGift vouchers are available—the perfect present for a loved one.\n\nOpen daily from 10 am to 10 pm.\nLocated inside the grand Riverside Hotel.",
        "i": "**AUTO-TRADER: Quality Used Cars**\n\nAre you looking for a reliable vehicle that won't break the bank? We have over 50 cars in stock, fully inspected and serviced.\n\nFrom compact city cars to family estates, we have something for every budget.\n\nWe offer competitive finance options and will take your old car in part-exchange.\n\nVisit our showroom on Industrial Way.",
        "j": "**The Green Plate Blog**\n\nMaking vegetables the star of the show! Our new website is dedicated to delicious, meat-free cooking.\n\nWhether you are a lifelong vegetarian or just trying to eat less meat, you will find hundreds of easy recipes, nutritional advice, and reviews of vegetarian-friendly restaurants.\n\nSubscribe to our newsletter for weekly meal plans.\nwww.greenplateblog.com",
        "k": "**JAZZ IN THE PARK**\n\nBring a picnic blanket and enjoy an evening of smooth jazz under the stars.\n\nFeaturing local bands and international guest star Miles Henderson on saxophone.\n\nSaturday 15th July, Gates open at 6 pm. Free entry for children under 12.\n\nFood and drink stalls available on site.",
        "l": "**Medi-Recruit Specialists**\n\nAre you a qualified nurse, doctor, or medical technician? Are you seeking a new challenge in the healthcare sector?\n\nWe work with top hospitals and private clinics to fill permanent and temporary positions.\n\nExcellent salary packages and relocation support available.\n\nUpload your qualifications and CV to our secure portal: www.medi-recruit.com"
      },
      "id": 1,
      "situations": [
        {
          "id": 11,
          "text": "You want to learn how to take professional-looking photos.",
          "answer": "a"
        },
        {
          "id": 12,
          "text": "You are a nurse looking for a new position in a hospital.",
          "answer": "l"
        },
        {
          "id": 13,
          "text": "You want to spend your holiday hiking in the mountains.",
          "answer": "b"
        },
        {
          "id": 14,
          "text": "You are looking for a used car that is affordable.",
          "answer": "i"
        },
        {
          "id": 15,
          "text": "You want to learn Spanish for your next holiday.",
          "answer": "x"
        },
        {
          "id": 16,
          "text": "You want to watch movies from different cultures.",
          "answer": "e"
        },
        {
          "id": 17,
          "text": "You want to work part-time in a shop that sells books.",
          "answer": "c"
        },
        {
          "id": 18,
          "text": "You are looking for a place to buy a professional camera.",
          "answer": "x"
        },
        {
          "id": 19,
          "text": "You want to do something good for the community and enjoy working with animals.",
          "answer": "g"
        },
        {
          "id": 20,
          "text": "You want to find new recipes for meals without meat.",
          "answer": "j"
        }
      ],
      "title": "Hobbies, Travel, Jobs, and Services"
    }
  ]
}