{
    "groups": [
        {
            "id": 1,
            "phrases": [
                "Hello! It's nice to meet you.",
                "We can certainly discuss that.",
                "Have you heard that our friend is leaving town?",
                "I think we should throw a farewell party.",
                "What is your opinion on this news?",
                "I suggest we celebrate on the weekend.",
                "Should we host the party at the park or at my place?",
                "How about having a barbecue?",
                "I would have time on Saturday.",
                "Let's organize the party in the park.",
                "Friday evening would be better since most people are off on Saturday.",
                "Maybe we could have a picnic instead?",
                "Shall we organize a buffet?",
                "I'm in favor of a restaurant; that would be easier.",
                "I was wondering if you had time to plan our project.",
                "It occurred to me that we still need to buy a gift.",
                "Would you be up for planning something together?",
                "My suggestion would be to start early.",
                "We could combine the whole thing with a day trip.",
                "I am of the opinion that we shouldn't rush anything.",
                "Alternatively, we could go to the cinema.",
                "Would taking the train be an option for you?",
                "I have an idea that you might like.",
                "Let's consider what makes the most sense.",
                "It would be lovely if everyone could attend.",
                "I would propose that we split the costs."
            ],
            "name": "Introduction & Making Proposals"
        },
        {
            "phrases": [
                "When exactly should we do this?",
                "Where exactly?",
                "Does this date work for you?",
                "What do you think of this idea?",
                "I don't know if that's a good idea.",
                "I have a better suggestion.",
                "Wouldn't it be better if we did it indoors?",
                "I'm not sure if I have time on Friday.",
                "That is unfortunately difficult for me.",
                "I'm afraid that will be too expensive.",
                "Would you prefer ordering pizza instead of cooking?",
                "Could you perhaps reschedule the date?",
                "Don't you think the weather will be bad?",
                "I would prefer something lighter to eat.",
                "What exactly do you mean by 'buffet'?",
                "I suggest I ask three colleagues. What do you think?",
                "I can get hold of that.",
                "I can send out the invitations.",
                "That doesn't quite convince me.",
                "Unfortunately, I have to disagree with you there.",
                "That is a good point, but consider the costs.",
                "Could we perhaps meet in the middle?",
                "I see that a bit differently because...",
                "Wouldn't it make more sense to ask the guests first?",
                "Have you considered that it might rain?",
                "That depends on how many people show up.",
                "I would rather play it safe.",
                "Can't we solve this another way?",
                "Do you have a Plan B?",
                "Let's try to find a compromise."
            ],
            "id": 2,
            "name": "Inquiries & Counter-proposals"
        },
        {
            "id": 3,
            "phrases": [
                "That is a good idea!",
                "I like that.",
                "That sounds perfect.",
                "I agree with that.",
                "Great! / Awesome!",
                "Exactly!",
                "That works well for me.",
                "Who can take care of that?",
                "I would be happy to take care of that.",
                "I will handle it.",
                "I'll cover the cost of the meat.",
                "What else needs to be done?",
                "You could organize the music, right?",
                "I'll make the invitations and send them via email.",
                "That's fair!",
                "Have we discussed everything?",
                "I think we are done with the planning.",
                "So, here is the plan:",
                "Great that we sorted that out!",
                "See you then on Friday evening!",
                "I'm really looking forward to it!",
                "Okay, let's do it that way.",
                "So, just to confirm: You shop, I cook.",
                "That settles everything.",
                "I will take care of it first thing tomorrow.",
                "Can you briefly remind me about that?",
                "Should I pick you up?",
                "So we are sticking to this plan.",
                "In summary, we can say...",
                "I'll let the others know.",
                "If anything changes, I'll give you a call.",
                "I'm relying on you.",
                "See you soon, take care!"
            ],
            "name": "Organization & Conclusion"
        }
    ]
}